Repository: ideal/Ailurus
Catalog: po/*.po
Languages: ms

source: Till now the only music player that can correctly play files from .cue sheets
ms: Buat masa ini, merupakan satu-satunya pemain muzik yang boleh membetulkan fail main dari lembaran .cue

source: Protect your privacy. Block internet traffic based on IP address ranges.
ms: Lindungi privasi anda. Halang trafik internet berdasarkan jangkauan alamat IP.

source: Convert video into other forms so they can be viewed on portable devices
ms: Tukar video kepada bentuk lain supaya ia boleh dilihat pada peranti mudah alih

source: Dynamic languages toolkit
ms: Kit alat bahasa dinamik

source: Installing Dynamic languages toolkit
ms: Memasang kit alat bahasa dinamik

source: Installing VEditor
ms: Memasang VEditor

source: Ailurus will install the game, and apply the latest patch.
ms: Ailurus akan memasang permainan, dan laksanakan tampung yang terkini.

source: PBC (Pairing-Based Cryptography) library
ms: Pustaka PBC (Kriptografi Berasakan Perpasangan)

source: Install Pairing-Based Cryptography library, powered by Stanford University.
ms: Pasang pustaka Kriptografi Berasaskan-Perpasangan, dikuasakan oleh Universiti Stanford.

source: GNOMEArtNG: Choose 100+ GNOME themes
ms: GNOMEArtNG: Pilih 100+ tema GNOME

source: It is able to customize the backgrounds, application look, window borders, icons, GNOME splash and GDM window. More than 100 themes can be installed, which are downloaded from http://art.gnome.org . The official site of GNOMEArtNG is http://developer.berlios.de/projects/gnomeartng/
ms: Membolehkan penyuaian latar belakang, penampilan aplikasi, sempadan tetingkap, ikon, percikan GNOME dan tetingkap GDM. Terdapat lebih dari 100 tema yang boleh dipasang, yang mana ia boleh dimuat turun di http://art.gnome.org. Laman rasmi bagi GNOMEArtNG ialah http://developer.berlios.de/projects/gnomeartng/

source: Deactivate Getty ( Ctrl+Alt+F2 ... F6 ), Ctrl+Alt+F1 is still activated
ms: Nyahaktif Getty ( Ctrl+Alt+F2 ... F6 ), Ctrl+Alt+F1 masih lagi aktif

source: Speed up Linux start up process. Free 2.5 MBytes memory.
ms: Lajukan proses permulaan Linux. Bebaskan memori sebanyak 2.5 Mbait

source: OpenJUMP: A geographic information system
ms: OpenJUMP: Sistem maklumat geografi

source: Remastersys: Backup your system to a live CD
ms: Remastersys: Sandar sistem anda kedalam CD langsung

source: Fix errors in 49-sansserif.conf. Otherwise, some character in Flash would be displayed as blank diamond.
ms: Baiki ralat dalam 49-sansserif.conf. Jika tidak sebahagian aksara didalam Flash akan paparkan simbol berlian.

source: Change "sans-serif" to "sans serif".
ms: Ubah "sans-serif" kepada "sans serif".

source: Recover 49-sansserif.conf. Change "sans serif" back to "sans-serif".
ms: Pulih kembali 49-sansserif.conf. Ubah "sans serif" kepada "sans-serif".

source: Ailurus tried to fix Flash font bug. But some users found that font in other applications is also affected. This operation aims at recovering font configuration file.
ms: Ailurus cuba membaiki pepijat fon Flash. Tetapi ada pengguna yang menemui fon dalam aplikasi lain juga diganggu. Operasi ini bertujuan untuk memulihkan fail konfigurasi fon.

source: Add yourself to "vboxusers" group. Otherwise, USB devices cannot be used in VirtualBox.
ms: Tambah diri anda kedalam kumpulan "vboxuser". Jika tidak, peranti USB tidak boleh digunakan didalam Virtualbox.

source: Fix errors in Java font configuration. Otherwise, some unicode characters cannot be displayed.
ms: Baiki ralat didalam konfigurasi fon Java. Jika tidak, sebahagian aksara unikod tidak dapat dipaparkan.

source: Change wqy-zenhei.ttf to wqy-zenhei.ttc. Change uming.ttf to uming.ttc.
ms: Ubah wqy-zenhei.ttf ke wqy-zenhei.ttc. Ubah uming.ttf ke uming.ttc.

source: Google Chrome can be upgraded.
ms: Google Chrome boleh tatarkan.

source: You are using Google Chrome beta version, but stable version is released.
ms: Anda menggunakan Google Chrome versi beta, tetapi versi yang lebih stabil telah dilepaskan.

source: Install voice data for GCompris
ms: Pasang data suara untuk GCompris

source: Install voice data for Childsplay
ms: Pasang data suara untuk Childsplay

source: /etc/apt/sources.list or /etc/apt/sources.list.d/ contains wrong code name.
ms: /etc/apt/sources.list atau /etc/apt/sources.list.d/ mengandungi nama kod yang salah.

source: Correct code name is %s. Get code name by "lsb_release -cs".
ms: Kod nama yang betul ialah %s. Dapatkan kod nama melalui "lsb_release -cs".

source: Remove ubuntu-docs package. Free 270M disk space.
ms: Buang pakej ubuntu-docs. Bebaskan 270M ruang cakera.

source: change %(old)s to %(new)s
ms: ubah %(old)s kepada %(new)s

source: Fastest Repository
ms: Repositori Terpantas

source: The fastest repository is %s
ms: Repositori terpantas ialah %s

source: (%s millisecond)
ms: (%s millisaat)

source: Currently you are using these third-party repositories:
ms: Buat masa ini, anda menggunakan repositori pihak-ketiga:

source: Backup and restore the configuration of repositories
ms: Sandar dan pulihkan konfigurasi repositori

source: Edit repository configuration by text editor
ms: Sunting konfigurasi repository melalui penyunting teks

source: Edit repository configuration by Synaptic
ms: Sunting konfigurasi repository melalui Sypnatic

source: Merge all files in /etc/apt/sources.list.d/ into /etc/apt/sources.list
ms: Gabungkan semua fail didalam /etc/apt/sources.list.d/ kedalam /etc/apt/sources.list

source: How to backup and restore the configuration of repositories?
ms: Bagaimana hendak membuat sandar dan memulihkan konfigurasi repositori?

source: Click mouse right button to display the context menu.
ms: Klik butang kanan tetikus untuk paparkan menu kandungan.

source: No response
ms: Tiada sambutan

source: Not detected
ms: Tidak dikesan

source: <span color='black'>Response time of %(server)s is %(value).2f ms.</span>
ms: <span color='black'>Masa sambutan %(server)s ialah %(value).2f ms.</span>

source: <span color='black'>Server %s is unreachable.</span>
ms: <span color='black'>Pelayan %s tidak dapat dicapai.</span>

source: Currently you are using %s.
ms: Buat masa ini, anda menggunakan %s

source: Change repository
ms: Ubah repositori

source: Run "apt-get update". Please wait for few minutes.
ms: Menjalankan "apt-get update". Sila tunggu beberapa minit.

source: Detect response time of selected repositories
ms: Kesan masa sambutan bagi repositori pilihan

source: Detect response time of all repositories
ms: Kesan masa sambutan untuk semua repositori

source: Select all repositories in these countries
ms: Pilih semua repositori didalam negara ini

source: If some repositories are not listed above, please click here to tell Ailurus developers.
ms: Jika sebahagian repositori tidak disenaraikan diatas, sila klik disini untuk dimaklumkan kepada pembangun Ailurus.

source: Country
ms: Negara

source: Organization
ms: Organisasi

source: Response time
ms: Masa sambutan

source: All repositories:
ms: Semua repositori:

source: # Do not edit this file. This is just an example. # The following content can be copy-pasted into /etc/apt/sources.list
ms: # Jangan sunting fail ini. Ia adalah contoh. # Kandungan berikutnya boleh disalin-tampal kedalam /etc/apt/sources.list

source: Ubuntu/Kubuntu configuration guide
ms: Panduan konfigurasi Ubuntu/Kubuntu

source: Ubuntu skills
ms: Kemahiran Ubuntu

source: Obtain "Full Circle" magazine
ms: Dapatkan majalah "Full Circle"

source: Obtain "Ubuntu pocket guide" book
ms: Dapatkan buku |"Ubuntu pocket guide"

source: Find more third-party repositories on http://repogen.simplylinux.ch/
ms: Dapatkan lagi repositori pihak-ketiga di http://repogen.simplylinux.ch/

source: Search fastest repository
ms: Gelintar repositori terpantas

source: Full language support and input method
ms: Sokongan bahasa sepenuhnya dan kaedah masukan

source: Multi-media codec
ms: Kodek multimedia

source: Decompression software
ms: Perisian penyahmampatan

source: Moonlight: an open source implementation of Microsoft Silverlight
ms: Moonlight: perlaksanaan sumber terbuka berdasarkan Microsoft Silverlight

source: Flash plugin for web browser
ms: Pemalam Flash untuk pelayar sesawang

source: Install hardware drivers
ms: Pasang pemacu perkakasan

source: Ailurus helps you quickly install popular software. Select the software which you would like to install.
ms: Ailurus membantu anda memasang perisian popular. Pilih perisian yang anda ingin pasangkan.

source: Acquire root privilege
ms: Peroleh kendangan root

source: Computer is not connected to Internet
ms: Komputer tidak disambungkan ke Internet

source: Your computer is not connected to Internet. Please configure network connections.
ms: Komputer anda tidak bersambung ke Internet. Sila konfigur sambungan rangkaian.

source: Configure network connections
ms: Konfigur sambungan rangkaian

source: Skip this step
ms: Langkau langkah ini

source: Checking whether your computer is connected to Internet ...
ms: Menyemak sama ada komputer anda disambungkan ke Internet ...

source: Searching the fastest repository
ms: Menggelintar repositori terpantas

source: <span color='black'>Response time of %(server)s is %(value).0f ms.</span>
ms: <span color='black'>Masa sambutan %(server)s ialah %(value).0f ms.</span>

source: <span color='black'>Time left: %s</span>
ms: <span color='black'>Masa berbaki: %s</span>

source: In order to use the fastest repository, Ailurus will change /etc/apt/sources.list
ms: Untuk menggunakan repositori terpantas, Ailurus akan mengubah /etc/apt/sources.list

source: The fastest repository is %s.
ms: Repostori terpantas ialah %s.

source: Apply the fastest repository:
ms: Laksanakan repositori terpantas:

source: Run command: "sudo apt-get update"
ms: Jalankan perintah: "sudo apt-get update"

source: Ongoing:
ms: Sedang dilaksanakan

source: Successful
ms: Berjaya

source: Failed
ms: Gagal

source: All works are done.
ms: Semua kerja selesai.

source: Edit Repository
ms: Sunting Repositori

source: Add
ms: Tambah

source: File
ms: Fail

source: This is not a repository. Add it anyway?
ms: Ini bukan repositori. Tambahkannya?

source: PPA owner:
ms: Pemilik PPA:

source: PPA name:
ms: Nama PPA:

source: Add a line
ms: Tambah baris

source: Add a PPA line
ms: Tambah baris PPA

source: the behavior of update manager:
ms: Kelakuan pengurus kemaskini:

source: selected = pop up update manager window. unselected = show updates in the notification area
ms: Tanda = timbulkan tetingkap pengurus kemaskini. Nyahtanda = papar kemaskini didalam ruang pemberitahuan

source: Interval (in days) when to check for update:
ms: Selang (dalam hari) apabila memeriksa kemaskini:

source: Ubuntu update manager setting
ms: Tetapan pengurus kemaskini Ubuntu

source: Firefox 3.6 (stable)
ms: Firefox 3.6 (stabil)

source: PlayOnLinux (stable)
ms: PlayOnLinux (stabil)

source: PlayOnLinux is a front-end for wine. It helps to install Windows Games and softwares on Linux.
ms: PlayOnLinux ialah bahagian-depan wine. Ia membantu memasang Permainan dan perisian Windows didalam Linux.

source: WINE (beta version)
ms: WINE (versi beta)

source: This repository contains the latest version of Wine. Wine is for running Windows applications on Linux.
ms: Repositori ini mengandungi versi terkini Wine. Wine digunakan untuk menjalankan aplikasi Windows dalam Linux.

source: Ailurus (stable)
ms: Ailurus (stabil)

source: AWN (beta version)
ms: AWN (versi beta)

source: AWN is a MacOS X like panel for GNOME. This repository provides the latest version of AWN.
ms: AWN ialah panel seakan MacOS X untuk GNOME. Repositori ini menyediakan versi terkini AWN.

source: Blueman (stable)
ms: Blueman (stabil)

source: Blueman is a graphical blue-tooth manager.
ms: Blueman ialah pengurus blue-tooth bergrafik

source: Christine (stable)
ms: Christine (stabil)

source: Christine is a small media player.
ms: Christine ialah pemain media yang kecil.

source: Chromium (beta version)
ms: Chromium (versi beta)

source: Chromium is the open source version of Google Chrome.
ms: Chromium ialah versi sumber terbuka Google Chrome.

source: Getting things GNOME (stable)
ms: Getting things GNOME (stabil)

source: "Getting things GNOME" is a simple, powerful and flexible organization tool.
ms: "Getting things GNOME" ialah alat pengurusan yang fleksibel, ringkas dan hebat.

source: GNOME colors (stable)
ms: GNOME colors (stabil)

source: This repository contains some themes.
ms: Repositori ini mengandungi tema.

source: GNOME Global Menu (stable)
ms: Menu Global GNOME (stabil)

source: GNOME Global Menu is the globally-shared menu bar of all applications.
ms: Menu Global GNOME ialah palang menu perkongsian secara global untuk semua aplikasi.

source: Medibuntu (stable)
ms: Medibuntu (stabil)

source: This is a repository providing packages which cannot be included into the Ubuntu distribution for legal reasons. There are many packages in this repository. The list of packages is in http://packages.medibuntu.org/
ms: Merupakan repositori yang menyediakan pakej yang tidak boleh dimasukkan kedalam distribusi Ubuntu atas sebab hakcipta. Ada pelbagai pakej didalam repositori ini. Senarai pakej boleh diperoleh di http://packages.medibuntu.org/

source: Moovida (stable)
ms: Moovida (stabil)

source: Moovida is a cross platform media player.
ms: Moovida ialah pemain media berplatform silang.

source: X server updates (stable)
ms: Kemaskini pelayan X (stabil)

source: This repository provides latest versions of X.org drivers, libraries.
ms: Repositori ini menyediakan versi pemacu X.org, pustaka yang terkini.

source: WebkitGTK (stable)
ms: WebkitGTK (stabil)

source: WebkitGTK is the port of Webkit to the GTK+ platform.
ms: WebkitGTK ialah port Webkit untuk platform GTK+.

source: XBMC (stable)
ms: XBMC (stabil)

source: XBMC is an open source software media player and entertainment hub for digital media.
ms: XBMC ialah perisian pemain media sumber terbuka dan hab hiburan untuk media digital.

source: IBus (stable)
ms: IBus (stabil)

source: This repository provides many packages from partners of Canonical.
ms: Repositori ini menyediakan pelbagai pakej dari partners of Canonical.

source: RSSOwl (stable)
ms: RSSOwl (stabil)

source: RSSOwl is an RSS reader.
ms: RSSOwl ialah pembaca RSS.

source: Gmchess (stable)
ms: Gmchess (stabil)

source: This is a Chinese chess game.
ms: Permainan catur cina.

source: Exaile (beta version)
ms: Exaile (versi beta)

source: A music manager and player for GTK+ written in Python.
ms: Pengurus muzik dan pemain untuk GTK+ yang ditulis dalam bahasa Python.

source: Audacious (beta version)
ms: Audacious (versi beta)

source: An advanced audio player.It focused on audio quality and supporting a wide range of audio codecs.
ms: Pemain audio lanjutan.Ia difokuskan kepada kualiti audio dan menyokong banyak kodek audio.

source: RedNoteBook (stable)
ms: RedNoteBook (stabil)

source: This is a desktop diary application.
ms: Merupakan aplikasi diari desktop.

source: Pidgin (beta version)
ms: Pidgin (versi beta)

source: A free chat client used by millions. Connect easily to MSN, Google Talk, Yahoo, AIM and other chat networks all at once.
ms: Klien sembang bebas yang digunakan oleh jutaan pengguna. Disambungkan dengan mudah ke MSN, Google Talk, Yahoo, AIM dan lain-lain rangkaian sembang secara serentak.

source: OSD-Lyrics (stable)
ms: OSD-Lyrics (stabil)

source: It displays lyrics. It supports many media players.
ms: Ia memaparkan lirik. Menyokong banyak pemain media.

source: Acire (stable)
ms: Acire (stabil)

source: Elementary Theme
ms: Tema Elementary

source: Set apt source sudo software-properties-gtk sudo software-properties-kde
ms: Tetapkan apt source sudo software-properties-gtk sudo software-properties-kde

source: Display the packages which are not installed but have remained residual config dpkg -l | awk '/^rc/ {print $2}'
ms: Papar pakej yang tidak lagi dipasang tetapi masih meninggalkan konfig dpkg -l | awk '/^rc/ {print $2}'

source: Add a PPA repository: sudo add-apt-repository ppa:PPA-REPOSITORY-NAME
ms: Tambah repositori PPA: sudo add-apt-repository ppa:PPA-REPOSITORY-NAME

source: Display a list of files. The files are installed from a given package. dpkg -L PACKAGE_NAME
ms: Papar senarai fail. Fail yang dipasang dari pakej yang diberikan. dpkg -L PACKAGE_NAME

source: Display a list of packages. The packages installed a given file. dpkg -S FILE_NAME
ms: Papar senarai pakej. Pakej yang dipasang mengikut fail yang diberi. dpkg -S FILE_NAME

source: Display a list of packages. The name of packages matches given regex pattern. apt-cache search REG_EXPRESSION
ms: Papar senarai pakej. Nama pakej sepadan dengan corak regex yang diberikan. apt-cache search REG_EXPRESSION

source: Display a list of packages. The packages provide a given file. apt-file search FILE_NAME
ms: Papar senarai pakej. Pakej yang disediakan berdasarkan fail yang diberikan. apt-file search FILE_NAME

source: Display a list of packages. The given package depends on the list of packages. apt-cache depends PACKAGE_NAME
ms: Papar senarai pakej. pakej yang diberi bergantung kepada senarai pakej. apt-cache depends PACKAGE_NAME

source: Display a list of packages. These packages depend on the given package. apt-cache rdepends PACKAGE_NAME
ms: Papar senarai pakej. Pakej ini bergantung kepada pakej yang diberi. apt-cache rdepends PACKAGE_NAME

source: Prompt for a disk to be inserted and then add the disc to the source list. sudo apt-cdrom add
ms: Promp-kan cakera dimasukkan dan tambah cakera dalam senarai sumber. sudo apt-cdrom add

source: Install the newest versions of all packages currently installed on the system. sudo apt-get upgrade
ms: Pasang versi terbaru semua pakej yang telah dipasang didalam sistem, sudo apt-get upgrade

source: Delete residual package configuration files. dpkg -l | grep ^rc | awk '{print $2}' | sudo xargs dpkg -P
ms: Padam baki fail konfigurasi pakej. dpkg -l | grep ^rc | awk '{print $2}' | sudo xargs dpkg -P

source: Automatically install necessary files for './configure ; make ; make install' sudo auto-apt run ./configure
ms: Pasang fail yang diperlukan secara automatik untuk './configure ; make ; make install' sudo auto-apt run ./configure

source: Save the list of packages currently installed on your system. dpkg --get-selections | grep -v deinstall > SOME_FILE Then use the file to restore packages. dpkg --set-selections < SOME_FILE ; sudo dselect
ms: Simpan senarai pakej yang dipasang semasa ini didalam sistem anda. dpkg --get-selections | grep -v deinstall > SOME_FILE Kemudian guna fail untuk memulihkan pakej. dpkg --set-selections < SOME_FILE ; sudo dselect

source: After running "sudo apt-get install", "*.deb" files are stored in "/var/cache/apt/archives" You can clean this directory by: sudo apt-get clean
ms: Selepas jalankan "sudo apt-get install", fail "*.deb" akan disimpan didalam "/var/cache/apt/archives" Anda boleh kosongkan direktori ini dengan menaip: sudo apt-get clean

source: Display URL for a given package apt-get -qq --print-uris install PACKAGE_NAME
ms: Papar URL pakej yang diberikan apt-get -qq --print-uris install PACKAGE_NAME

source: Display some statistics about the apt cache apt-cache stats
ms: Papar sebahagian statistik mengenai apt cache apt-cache stats

source: Display all package name apt-cache pkgnames
ms: Papar semua nama pakej apt-cache pkgnames

source: Display some information of a given package apt-cache show PACKAGE_NAME
ms: Papar sebahagian maklumat pakej yang diberikan apt-cache show PACKAGE_NAME
