Repository: ideal/Ailurus
Catalog: po/*.po
Languages: ms

source: a simple application installer and GNOME tweaker
ms: Pemasang aplikasi yang mudah dan tweaker GNOME

source: System policy prevents Ailurus from launching program as "root"
ms: Polisi sistem menghalang penggunaan Ailurus dalam mod "root"

source: Clean up
ms: Bersihkan

source: Clean %(folder_name)s. Free %(size)s disk space.
ms: Bersihkan %(folder_name)s. Bebaskan sebanyak %(size)s ruang.

source: Clean %s.
ms: Bersihkan %s.

source: Run command:
ms: Laksanakan arahan:

source: Command:
ms: Arahan:

source: RPM cache
ms: Cache RPM

source: Pacman cache
ms: Cache Pacman

source: Nautilus thumbnail image cache
ms: Cache imej bagi thumbnail Nautilus

source: Clear "recent documents" list
ms: Bersihkan senarai "dokumen-dokumen terbaru"

source: Unused Linux kernels
ms: Kernel Linux yang Tidak Digunakan

source: Auto-removable packages
ms: Pakej buang-sendiri.

source: Unused software configuration
ms: Konfigurasi perisian yang tidak digunakan

source: There is no unused Linux Kernel.
ms: Tiada Kernel Linux yang tidak digunakan.

source: will be removed
ms: akan dibuang

source: Delete
ms: Padam

source: Scanning installed packages.
ms: Mengimbas pakej yang telah dipasang.

source: Please wait a few seconds.
ms: Sila tunggu sebentar.

source: There is no auto-removable package.
ms: Tiada pakej buang-sendiri.

source: Refresh
ms: Segar Semula

source: Select all
ms: Pilih semua

source: Please press the "Refresh" button.
ms: Sila tekan butang "Segar Semula".

source: There is no unused software configuration.
ms: Tiada konfigurasi perisian yang tidak digunakan.

source: Generic Genome Browser is a combination of database and interactive web page for manipulating and displaying annotations on genomes. <span color="red">Due to the limitation of the authors' programming ability, "Generic Genome Browser" cannot be detected or removed by Ailurus.</span>
ms: Generic Genome Browser adalah kombinasi pangkalan data dan laman web interaktif yang digunakan untuk memanipulasi dan memaparkan penjelasan tentang Genome. <span color="red">Disebabkan oleh kemampuan pengaturcara yang agak terhad, Ailurus tidak dapat mengesan atau membuang "Generic Genome Browser".</span>

source: Bioclipse: an awesome Chemical and Biological Informatics application
ms: Bioclipse: aplikasi Maklumat Kimia dan Biologi yang hebat

source: Electric: A software for IC design which supports VHDL and Verilog
ms: Electric: Perisian untuk rekaan Litar Bersepadu yang meyokong VHDL dan Verilog

source: Convert GPS log between different formats
ms: Tukar log GPS diantara pelbagai format

source: visualize and analyze tours which are recorded by a GPS device
ms: Visual dan analisa perjalanan yang direkodkan melalui peranti GPS

source: Learning algebra and geometry
ms: Pelajari algebra dan geometri

source: SweetHome3D: open source interior design application
ms: SweetHome3D: aplikasi sumber terbuka untuk rekaan hiasan dalaman

source: LaTeX Thesis Templates by Tsing Hua University, China
ms: Templat Tesis bagi LaTeX oleh Universiti Tsing Hua, China

source: These templates include undergraduate dissertation template, master thesis template and PhD thesis template. They are developed by Tsing Hua University, China. Official website is http://thuthesis.sourceforge.net/ After installation, a file "thuthesis.tgz" is placed in the folder "%s".
ms: Templat ini mengandungi templat disertasi bagi Sarjana Muda, templat tesis bagi Sarjana dan templat tesis bagi Doktor Falsafah. Ianya dibangunkan oleh Tsing Hua Universiti, China. Laman web rasminya adalah http://thuthesis.sourceforge.net/ Setelah dipasang, fail "thuthesis.tgz" akan ditempatkan di dalam folder "%s".

source: Adblock+: Block 99% advertisement
ms: Adblock+: Menghalang 99% iklan

source: It is able to block 99% ads and banners.
ms: Ia mampu menghalang 99% iklan.

source: AutoProxy: Proxy management via a third party list
ms: AutoProxy: Pengurusan proksi melalui senarai oleh pihak ketiga.

source: Chromifox: Chrome theme
ms: Chromifox: Tema bagi Chrome

source: A coat of Chrome for Firefox
ms: Sarung Chrome untuk Firefox

source: CleanHide: Delete hidden text in web page
ms: CleanHide: Memadam teks yang tersembunyi pada laman web

source: If you find that some web page use hidden text and you cannot copy text easily, try this!
ms: Jika laman web anda yang anda lawati menggunakan teks yang tersembunyi dan anda tidak dapat menyalinnya dengan mudah, cuba gunakan ini!

source: DownloadStatusBar: Keep track of downloads in a tiny statusbar.
ms: DownloadStatusBar: Mengikuti perkembangan muat turun menggunakan bar status yang kecil.

source: DownThemAll: A reliable multithread downloader
ms: DownThemAll: Aplikasi muat turun yang cekap

source: It is able to download all images on web-pages.
ms: Ia mampu memuat turun kesemua imej pada laman web.

source: EasyDragToGo: Open new tabs by dragging text, links and pictures
ms: EasyDragToGo: Buka tab baru dengan hanya menyeret teks, pautan dan gambar

source: Ease Link: Decode Thunder, QQ, Flashget, Rayfile, Namipan links
ms: Ease Link: Nyahkodkan pautan Thunder, QQ, Flashget, Rayfile, Namipan

source: Get normal HTML hyperlink from hyperlink dedicated to special software
ms: Dapatkan pautan HTML biasa daripada pautan untuk aplikasi yang khusus

source: FireBug: Real-time edit and debug CSS/HTML/JavaScript in webpage
ms: FireBug: Membuat pindaan dan nyah-pepijat CSS/HTML/JavaScript dalam laman web secara terus

source: This is a powerful web development tool.
ms: Ini adalah peralatan pembangunan web yang sangat hebat.

source: FireGesture: Execute commands and user scripts by mouse gestures
ms: FireGesture: Laksanakan arahan dan skrip pengguna menggunakan gerakan tetikus

source: It supports five kinds of mouse gestures.
ms: Ia menyokong sehingga 5 jenis gerakan tetikus.

source: Flashgot: A lightweight and reliable download managers
ms: Flashgot: Pengurus muat turun yang ringan dan memudahkan

source: It is able to download all the links, movies and audio clips of a page with a single click.
ms: Ia mampu memuat turun kesemua pautan, filem dan klip bunyi di laman web dengan hanya sekali klik.

source: FoxyProxy: One-click switching proxy
ms: FoxyProxy: Menukar proksi dengan 1 klik

source: GMarks: Synchronize bookmarks with Google Bookmarks service
ms: GMarks: Selaraskan penanda-buku dengan perkhidmatan Google Bookmarks

source: GreaseMonkey: Make change to web pages
ms: GreaseMonkey: Buat perubahan pada halaman sesawang

source: This is an extension that allow you to install scripts to make changes to web page, such as adding an HTML signature and bypassing image verification.You can download hundreds of scripts from http://userscripts.org, or check out http://wiki.greasespot.net/ to get started to write your own scripts. The book "Dive into Greasemonkey" is worth reading. It can be downloaded freely from http://diveintogreasemonkey.org/ .
ms: Ini adalah sambungan yang membolehkan anda memasang skrip untuk mengubah laman sesawang, seperti menambah tandatangan HTML melepasi pengesahan imej. Anda boleh memuat turun beratus-ratus skrip yang diperoleh melalui http://userscript.org, atau pergi ke http://wiki.greasespot.net/ untuk mula menulis skrip anda sendiri. Buku "Dive into greasemonkey" sangat sesuai dibaca. Ia boleh dimuat turun secara percuma melalui http://diveintogreasemonkey.org/ .

source: Flashblock: blocks Flash animation
ms: Flashblock: Menghalang animasi Flash

source: Never annoyed by Flash animations
ms: Tidak akan diganggu lagi oleh animasi Flash yang tidak dikehendaki

source: Live HTTP Headers: View HTTP headers in real-time
ms: Tajuk Berita HTTP Langsung: Papar tajuk berita HTTP secara langsung & terus menerus

source: NoScript: Allow active content to run only from sites you trust
ms: NoScript: Membenarkan kandungan aktif hanya dijalankan dari laman yang anda percayai

source: Allow active content to run only from sites you trust, and protect yourself against XSS and Clickjacking attacks.
ms: Benarkan kandungan aktif dijalankan dari laman yang anda percayai, dan lindungi diri anda daripada serangan XSS dan Clickjacking.

source: SHA-DA network radio: Listen to and watch radio and TV programs in China
ms: Radio rangkaian SHA-DA: Dengar dan tonton program radio serta TV negara Cina

source: SeoQuake: Help you view search engine parameters of your web site
ms: SeoQuake: membantu anda paparkan parameter enjin gelintar dari laman seswang anda

source: It helps you promote your web sites.
ms: Ia membantu anda mempromosi laman sesawang anda.

source: Stylish: Install themes and skins for websites.
ms: Stylish: Pasang tema dan kulit untuk laman sesawang.

source: Tamper Data: View and modify HTTP/HTTPS headers and post request parameters.
ms: Ganggu Data: Papar dan ubahsuai pengepala HTTP/HTTPS dan poskan parameter permintaan.

source: User Agent Switcher: Camousflag Firefox as other kinds of browsers.
ms: Penukar Ejen Pengguna: Menyamarkan Firefox sebagai pelayar lain.

source: It tells the remote websites that you are an IE user.
ms: Ia memberitahu laman sesawang jauh bahawa anda adalah pengguna IE.

source: View Source Chart: Show pretty color-coded HTML source code
ms: Papar Carta Sumber: Papar kod sumber HTML yang diwarnakan mengikut kod serta kelihatan cantik

source: This extension helps you quickly scan and recognize a document's tags.
ms: Sambungan ini membantu anda mengimbas dan mengenalpasti tag dokumen dengan pantas.

source: Firefox Sync: synchronize bookmarks, browsing history and tabs wherever you go.
ms: Firefox Sync: segerakkan tanda buku, sejarah pelayaran dan tab apabila anda melayari internet.

source: Web Developer: Web page analysis tools
ms: Pembangun Sesawang: Alat analisis laman sesanwang

source: Many developers installed it.
ms: Kebanyakan pembangun memasangnya.

source: Yet Another Smooth Scrolling: Customize scrolling behavior
ms: Merupakan Salah Satu Penatalan Lancar: Suai kelakuan penatalan

source: YSlow: web page performance tuning
ms: YSlow: Penalaan prestasi laman sesawang

source: It helps you improve web page performance. It tells you why web page is slow.
ms: Ia membantu anda mempertingkatkan prestasi laman sesawang. Ia juga boleh memberitahu anda mengapa laman sesawang mejadi lembab.

source: WebMail Notifier: check your email accounts and notify unread emails
ms: Pemberitahuan WebMail: Semak akaun emel anda dan memberitahu emel yang belum dibaca

source: Supports many email server
ms: Sokong banyak pelayan emel

source: Automatically start up Workrave
ms: Memulakan Workrave secara automatik

source: Create file:
ms: Cipta fail:

source: Create basic VIM configuration file (.vimrc)
ms: Cipta fail konfigurasi VIM asas (.vimrc)

source: File content:
ms: Kandungan fail:

source: Create ImageMagick shortcut in "Application->Graphics" menu
ms: Cipta pintasan ImageMagick dalam menu "Applikasi->Grafik"

source: Create a directory "Desktop" linked to the desktop in your home folder
ms: Cipta direktori "Desktop" yang dipautkan kepada desktop didalam folder rumah anda

source: Query you before delete more than three files in BASH
ms: Tanya anda sebelum memadam lebih dari tiga fail didalam BASH

source: Show a random Linux skill after you log in to GNOME
ms: Papar kemahiran Linux secara rawak setiap kali anda daftar masuk ke GNOME

source: Let root own /usr/lib/eclipse and /usr/share/eclipse
ms: Benarkan root memiliki /usr/lib/eclipse dan /usr/share/eclipse

source: Otherwise, Pydev and CDT do not work.
ms: Jika tidak, Pydev dan CDT tidak akan berfungsi.

source: Remove directory /var/cache/ailurus/
ms: Buang direktori /var/cache/ailurus/

source: This directory is obsolete. Remove this directory to free disk space.
ms: Direktori ini sudah ketinggalan. Buang direktori ini untuk membebaskan ruang cakera.

source: BIOS vendor:
ms: Vendor BIOS:

source: BIOS version:
ms: Versi BIOS:

source: BIOS release date:
ms: Tarikh pelepasan BIOS:

source: Motherboard name:
ms: Nama Papan Induk:

source: Motherboard vendor:
ms: Vendor papan induk:

source: CPU %s name:
ms: Nama CPU %s:

source: CPU name:
ms: Nama CPU:

source: CPU %s level 1 cache size:
ms: Saiz cache aras 1 %s CPU:

source: CPU %s level 2 cache size:
ms: Saiz cache aras 2 %s CPU:

source: CPU Mips:
ms: Mip CPU:

source: Level 1 cache:
ms: Cache aras 1:

source: Level 2 cache:
ms: Cache aras 2:

source: It is a measure for the computation speed. "Mips" is short for Millions of Instructions Per Second.
ms: Ia mengukur kelajuan pengiraan. "Mips" adalah singkatan untuk Sejuta arahan Per Saat.

source: No
ms: Tidak

source: Yes!
ms: Ya!

source: 64 bit CPU?
ms: CPU 64 bit?

source: CPU temperature
ms: Suhu CPU

source: Total memory:
ms: Jumlah memori:

source: Total swap:
ms: Jumlah silih:

source: %s MBytes
ms: %s MBait

source: Display card:
ms: Kad paparan:

source: Ethernet card:
ms: Kad eternet

source: Audio card:
ms: Kad audio

source: charged
ms: dicas

source: charging
ms: mengecas

source: discharging
ms: nyahcas

source: Battery charging state:
ms: keadaan pengecasan bateri:

source: Battery remaining capacity:
ms: Kapasiti baki bateri:

source: Battery full capacity:
ms: Kapasiti penuh bateri:

source: How to compile a LaTeX file into pdf file ?
ms: Bagaimana hendak kompilkan fail LaTeX kedalam fail pdf?

source: Check Linux device driver
ms: Semak pemacu peranti Linux

source: Tip of the day
ms: Tip hari ini

source: Proxy string:
ms: Rentetan proksi:

source: Example:
ms: Contoh:

source: Use a proxy server
ms: Guna pelayan proksi

source: Set proxy server
ms: Tetapkan pelayan proksi

source: Query before exit
ms: Tanya sebelum keluar

source: Proxy server
ms: Pelayan proksi

source: Contributing to <i>Ailurus</i>
ms: Beri sumbangan ke <i>Ailurus</i>

source: Project homepage:
ms: Laman sesawang projek:

source: Project news:
ms: Berita projek:

source: Code repository:
ms: Kod repositori:

source: Bug Tracker:
ms: Pengesan Pepijat:

source: How to submit patches:
ms: Bagaimana hendak menyerahkan tampung:

source: Send me patches on github. No mailing list (yet?) but feel free to email me about possible features or whatever: homer.xing@gmail.com
ms: Hantarkan tampungan ke github. Tiada senarai mel (lagi?) tetapi ingin mengetahui mengenai apa-apa pembaharuan emelkan ke homer.xing@gmail.com

source: How to use github? Please read:
ms: Bagaimana hendak menggunakan github? Sila baca:

source: Maintainer of this metadata page:
ms: Penyelenggara halaman metadata ini:

source: Last modified:
ms: Kali terakhir diubahsuai:

source: Contributing to Ailurus
ms: Beri sumbangan kepada Ailurus

source: name
ms: nama

source: value
ms: nilai

source: Copy text to clipboard
ms: Salin teks ke papan keratan

source: Statistical data
ms: Data statistik

source: Ailurus blog
ms: Blog Ailurus

source: Check for updates
ms: Semak kemaskini

source: Propose suggestion
ms: Beri cadangan

source: Report bugs
ms: Laporkan pepijat

source: Translate this application
ms: Terjemah aplikasi ini

source: Special thanks
ms: Terima kasih yang teristimewa

source: About
ms: Perihal

source: Host name:
ms: Nama hos:

source: Kernel version:
ms: Versi kernel:

source: Kernel arch:
ms: Arch kernel:

source: X server version:
ms: Versi pelayan X:

source: GCC version:
ms: Versi GCC:

source: Java version:
ms: Versi Java:

source: Python version:
ms: Versi Python:

source: GTK version:
ms: Versi GTK:

source: PyGTK version:
ms: Versi PyGTK:

source: day
ms: hari

source: hour
ms: jam

source: minute
ms: minit

source: Uptime:
ms: Masa Hidup:

source: Current user:
ms: Pengguna semasa:

source: OpenGL direct rendering:
ms: Persembahan langsung OpenGL:

source: OpenGL vendor:
ms: Vendor OpenGL:

source: OpenGL renderer:
ms: Persembahan OpenGL:

source: OpenGL version:
ms: Versi OpenGL:

source: Firefox version:
ms: Versi Firefox:

source: %s version:
ms: Versi %s:

source: 0 = Swap little mem to disk
ms: 0 = Silih sedikit mem kepada cakera

source: 100 = Swap a lot of mem to disk
ms: 100 = Silih banyak mem kepada cakera

source: Apply
ms: Laksana

source: Change the tendency of swapping memory to disk
ms: Ubah kecenderungan penyilihan memori ke cakera

source: New host name:
ms: Nama hos baru:

source: Change host name
ms: Ubah nama hos

source: Tweak Firefox by changing file %s. Please close all Firefox windows.
ms: Tweak Firefox dengan mengubah fail %s. Sila tutup semua tingkap Firefox.

source: Auto tweak Firefox
ms: Tweak Firefox secara automatik

source: Save
ms: Simpan

source: the number of DNS results to cache
ms: Bilangan keputusan DNS terhadap cache

source: the number of seconds to cache DNS results
ms: Bilangan saat untuk cache keputusan DNS

source: the number of seconds before the FTP connection times out
ms: Bilangan saat sebelum had masa tamat pada sambungan FTP

source: amount of time in seconds to keep alive connections
ms: Bilangan masa dalam saat untuk memastikan sambungan hidup

source: alive connections can be re-used for multiple requests to improve performance
ms: sambungan hidup boleh digunakan semula untuk permintaan berbilangyang akan mempertingkatkan prestasi

source: the maximum number of HTTP connections
ms: Bilangan sambungan HTTP maksimum

source: Users on slower connections may want to reduce this number to prevent HTTP connection timeouts. Users on faster connections may want to increase it.
ms: Pengguna yang menggunakan sambungan kelajuan rendah mungkin akan mengurangkan nombor ini untuk mengelakkan had masa tamat pada sambungan HTTP. Pengguna yang menggunakan sambungan kelajuan tinggi mungkin akan menaikkannya.

source: the maximum number of connections to a single server
ms: Bilangan sambungan maksimum dari pelayan tunggal

source: the total number of alive connections per proxy server
ms: Jumlah bilangan sambungan hidup per pelayan proksi

source: the number of milliseconds to wait before first displaying the page
ms: Bilangan milisaat yang perlu ditunggu sebelum memaparkan halaman

source: Since the start of a web page normally doesn't have much useful information to display, Firefox will wait a short interval before first rendering a page.
ms: Oleh kerana, permulaan laman sesawang biasanya tidak memaparkan maklumat yang berguna. Firefox akan menunggu selang masa yang singkat sebelum mempersembahkan halaman.

source: the maximum number of microseconds between two page rendering
ms: bilangan maksimum dalam mikrosaat diantara persembahan dua halaman

source: re-render pages until this number has been reached (-1 means unlimited)
ms: Persembahkan semula halaman sehingga nombor ini dicapai (-1 bermaksud tanpa had)

source: loop
ms: gelung

source: only once
ms: hanya sekali

source: never
ms: jangan sesekali

source: how to animate GIF images
ms: bagaimana hendak menghasil imej GIF yang beranimasi

source: display content in &lt;blink&gt; elements and styled with text-decoration:blink as blinking text
ms: Papar kandungan dalam &lt;blink&gt; elemen dan digayakan dengan dekorasi-teks:kelipkan sebagai teks terkelip

source: how many closed tabs are kept track
ms: Berapa banyak tab yang telah ditutup dipantau & direkodkan

source: the width of narrowest tab
ms: lebar bagi tab terlebar

source: To fit more tabs on the tab strip, Firefox shrinks every tab. This preference determines the narrowest a tab can become before the tab strip becomes scrollable.
ms: Untuk tambahkan lagi tab pada palang tab, Firefox akan kecilkan setiap tab. Keutamaan ini akan menentukan tab yang paling lebar boleh dikurangkan saiznya sebelum palang tab boleh ditatal.

source: how many pixels to scroll at a time when scrolling the tab strip's scrollbox
ms: Berapa banyak piksel untuk ditatalkan pada satu masa bila menatal kekotak tatal bagi strip tab

source: When there is a large number of tabs, you can scroll the tab strip horizontally to see all available tabs. This preference specifies how quickly the strip scrolls.
ms: Bila tab menjadi terlalu banyak, anda boleh menatal strip tab secara melintang untuk melihat tab-tab yang ada. Keutamaan ini akan menentukan berapa cepatkah penatalan strip.

source: auto complete url-bar, display entries you have previously typed that closely match the text your typed
ms: lengkapkan palang-url secara automatik, papakan masukan yang telah anda taip sebelum ini yang hampir sepadan dengan teks yang anda taip

source: how many days in which history entries are expired
ms: Berapa lamakah masukah sejarah akan luput

source: the maximum number of websites to keep in history
ms: Bilangan maksimum laman sesawang yang menyimpan sejarah

source: the amount of disk space the offline cache may use (in kilobytes)
ms: Jumlah ruang cakera yang digunakan untuk cache luar talian (dalam kilobait)

source: the maximum number of results to display in the "Get Add-ons" dialog
ms: Bilangan maksimum keputusan yang dipaparkan didalam dialog "Dapatkan Tambahan"

source: go back
ms: kembali

source: scroll up
ms: tatal keatas

source: do nothing
ms: jangan buat apa-apa

source: when press the Backspace button
ms: apabila menekan butang Backspace

source: connections number and timeout
ms: bilangan sambungan dan had masa tamat

source: page rendering
ms: mempersembahkan halaman

source: page content
ms: kandungan halaman

source: miscellaneous
ms: pelbagai

source: Configure Firefox
ms: Konfigur Firefox

source: motto of Ailurus Give a man a fish and he can eat for a day; but if you teach him how to fish, he'll eat for a lifetime.
ms: moto Ailurus Jika diberikan ikan, ia hanya mencukupi selama sehari; tetapi jika anda mengajar bagaimana menangkap ikan, ia akan memperolehnya sepanjang hayat.

source: Display Linux distributor's ID lsb_release -is Display Linux release number lsb_release -rs Display Linux code name lsb_release -cs
ms: Papar ID pengedar Linux lsb_relese -is Papar nombor pelepasan Linux lsb_release -rs Papar nama kod Linux lsb_release -cs

source: Display machine hardware name uname -m
ms: Papar nama perkakasan mesin uname -m

source: List all PCI devices, such as display card and ethernet card. lspci
ms: Senaraikan semua peranti PCI, seperti kad paparan dan kad eternet. lspci

source: Reclaim memory which stores pagecache, dentries and inodes echo 3 > /proc/sys/vm/drop_caches
ms: Memperoleh semula memori yang menyimpan pagecache, dentries dan inodes echo 3 > /proc/sys/vm/drop_caches

source: Display a list of modules in the Linux Kernel lsmod
ms: Papar senarai modul didalam Kernel Linux lsmod

source: List USB devices lsusb -v
ms: Senaraikan peranti USB lsusb -v

source: Display the status of ethernet card sudo ethtool eth0
ms: Papar status kad eternet sudo ethtool eth0

source: List hardware sudo lshw
ms: Senaraikan perkakasan sudo lshw

source: List harddisk partitions sudo fdisk -l
ms: Senaraikan pembahagian cakera keras sudo fdisk -l

source: Display SATA harddisk parameters sudo hdparm -I /dev/sda
ms: Papar parameter cakera keras SATA sudo hdparm -l /dev/sda

source: Display disk space usage df -h
ms: Papar penggunaan ruang cakera df -h

source: Display file/folder space usage du -bsh FOLDER_NAME
ms: Papar penggunaan ruang fail/folder du -bsh FOLDER_NAME

source: Display amount of free and used memory free
ms: Papar bilangan memori bebas dan yang digunakan free

source: Display processes ps -e Display a tree of processes pstree Display processes dynamically top
ms: Papar proses ps -e Papar pepohon proses pstree Papar proses secara dinamik top

source: Terminate a process with a given process id sudo kill -9 PROCESS_ID
ms: Matikan proses melalui id proses sudo kill -9 PROCESS_ID

source: Terminate all processes with a given name sudo killall PROCESS_NAME
ms: Matikan semua prose berdasarkan namanya sudo killall PROCESS_NAME

source: List files which are opened by a given process lsof -p PROCESS_ID lsof -c PROCESS_NAME
ms: Senaraikan fail yang dibuka oleh proses yang dinyatakan lsof -p PROCESS_ID lsof -c PROCESS_NAME
