Repository: ideal/Ailurus
Catalog: po/*.po
Languages: ms

source: Maximum time each thumbnail remains in cache (in days):
ms: Masa maksimum setiap thumbnail berada didalam cache (dalam hari):

source: Nautilus thumbnail settings
ms: Tetapan thumbnail Nautilus

source: Prompt you before you log out from GNOME.
ms: Prom anda sebelum anda daftar keluar dari GNOME.

source: If its value is false, GNOME session will terminate immediately if you click the menu "System"->"Log out".
ms: Jika nilainya salah, sesi GNOME akan dimatikan serta merta jika anda klik pada menu "Sistem"->"Daftar keluar".

source: Allow connection from remote hosts.
ms: Benarkan sambungan dari hos jauh.

source: GNOME session
ms: Sesi GNOME

source: LCD brightness when on AC power:
ms: LCD dicerahkan bila menggunakan kuasa AC:

source: GConf Key:
ms: Kekunci GConf:

source: LCD dimming amount when on battery:
ms: LCD dimalapkan bila menggunakan bateri:

source: Backlight
ms: Cahaya Latar

source: (valid only for laptops)
ms: (sah hanya untuk komputer riba)

source: Display content of your home folder on desktop
ms: Papar kandungan folder rumah diatas desktop

source: Display "GNOME control center" entry in "System" menu
ms: Papar masukan "GNOME control center" didalam menu "Sistem"

source: Change default file manager to:
ms: Ubah pengurus fail lalai ke:

source: Change default panel program to:
ms: Ubah program panel lalai ke:

source: Change default window manager to:
ms: Ubah pengurus tetingkap lalai ke:

source: Advance settings
ms: Tetapan lanjutan

source: Do not list username. You must enter username manually. To display a username list might be not secure.
ms: Jangan senaraikan nama pengguna. Anda mesti masukkan nama pengguna secara manual. Senarai nama pengguna yang boleh dipaparkan mungkin tidak selamat.

source: Do not display "restart" button
ms: Jangan papar butang "mula semula"

source: Login window settings
ms: Tetapan daftar masuk tetingkap

source: The login window background is the gconf value "/desktop/gnome/background/picture_filename" of user "gdm".
ms: Latar belakang tetingkap daftar masuk adalah nilai gconf "/desktop/gnome/background/picture_filename" bagi pengguna "gdm".

source: Change login window background
ms: Ubah latar belakang tetingkap daftar masuk

source: Enable GNOME login sound
ms: Benarkan bunyi daftar masuk GNOME

source: Disable GNOME login sound
ms: Lumpuhkan bunyi daftar masuk GNOME

source: Change GNOME login sound
ms: Ubah bunyi daftar masuk GNOME

source: Command line
ms: Baris perintah

source: Shortcut key
ms: Kekunci pintasan

source: Compression strategy of file-roller:
ms: Strategi pemampatan file-roller:

source: Very high speed
ms: Kelajuan sangat tinggi

source: High speed
ms: Kelajuan tinggi

source: Balanced
ms: Seimbang

source: High compression rate
ms: Kadar mampatan tinggi

source: Compression strategy
ms: Strategi pemampatan

source: Maximum number of undos:
ms: Bilangan maksimum buat asal:

source: Maximum number of recent files:
ms: Bilangan maksimum fail kini:

source: GEdit settings
ms: Tetapan GEdit

source: Activate screen saver when computer is idle for long time
ms: Aktifkan penyelamat skrin bila komputer tidak digunakan dalam masa yang lama.

source: Lock screen when screen saver is activated
ms: Kunci skrin bila penyelamat skrin diaktifkan

source: Lock screen after hibernating
ms: Kunci skrin selepas hibernasi

source: Lock screen after suspending
ms: Kunci skrin selepas ditangguh

source: Screensaver
ms: Penyelamat Skrin

source: Capture screen after 10 seconds gnome-screenshot -d 10 Capture current window after 10 seconds gnome-screenshot -wd 10
ms: Tangkap skrin selepas 10 saat gnome-screenshot -d 10 Tangkap tetingkap semasa selepas 10 saat gnome-screenshot -wd 10

source: Start GConf editor: Press Alt+F2, type 'gconf-editor'.
ms: Mulakan penyunting GConf: Tekan Alt+F2, taip 'gconf-editor'.

source: Information
ms: Maklumat

source: Hardware Information
ms: Maklumat Perkakasan

source: Linux Information
ms: Maklumat Linux

source: Print all information
ms: Cetak semua maklumat

source: Install Software
ms: Pasang Perisian

source: Add software into this category
ms: Tambah perisian ke dalam kategori ini

source: To be installed:
ms: Akan dipasang:

source: To be removed:
ms: Akan dibuang:

source: Do not ask me any more
ms: Jangan tanya saya lagi

source: Are you sure to change your system as follows?
ms: Anda pasti hendak mengubah sistem anda seperti berikut?

source: Confirmation
ms: Pengesahan

source: Failed to install:
ms: Gagal dipasang:

source: (network failure. not bug)
ms: (kegagalan rangkaian. bukan pepijat)

source: (cancelled by you. not bug)
ms: (dibatalkan oleh anda. bukan pepijat)

source: Failed to remove:
ms: Gagal dibuang:

source: If you think that these errors are caused by a software bug, please tell the developers.
ms: Jika anda fikir bahawa ralat ini disebabkan pepijat perisian, sila maklumkannya ke pembangun.

source: Remember to paste the following debugging information in bug report.
ms: Ingat maklumat penyahpepijat berikut untuk ditampal didalam laporan pepijat.

source: Report bug
ms: Lapor pepijat

source: Copy debugging information to clipboard
ms: Salin maklumat penyahpepijat ke papan keratan

source: Close
ms: Tutup

source: Operations failed
ms: Operasi gagal

source: There are broken packages. Command "apt-get install -f" will be launched to fix error.
ms: Terdapat pakej yang rosak. Perintah "apt-get install -f" akan dilancarkan untuk memperbaiki ralat.

source: Cannot fix broken packages. Installation is cancelled.
ms: Tidak dapat memperbaiki pakej. Pemasangan dibatalkan

source: Installing:
ms: Pemasangan:

source: Removing:
ms: Pembuangan:

source: Check if you are currently running another software management program, e.g. Synaptic or apt-get. Only one program is allowed to make changes at the same time.
ms: Periksa sama ada anda telah menjalankan program pengurusan perisian yang lain, cth. Sypnatic atau apt-get. Hanya satu program dibenarkan untuk membuat perubahan pada masa yang sama.

source: Cannot lock apt cache
ms: Tidak dapat mengunci apt cache

source: will install
ms: akan dipasang

source: will remove
ms: akan dibuang

source: Record the software items you have installed
ms: Catat item perisian yang telah dipasang

source: Successfully record the software items to file %s
ms: Berjaya merakam item perisian kepada fail %s

source: Select a software items list
ms: Pilih senarai item perisian

source: Successfully load file %s
ms: Berjaya memuatkan fail %s

source: Synchronize
ms: Segerakkan

source: Select the software items according to a saved list
ms: Pilih item perisian berdasarkan senarai yang disimpan

source: Quickly install popular software
ms: Pasang perisian popular secara pantas

source: _Apply
ms: _Laksana

source: Add a software item
ms: Tambah item perisian

source: Edit
ms: Sunting

source: Add To Favourite
ms: Tambah Ke Kegemaran

source: Remove From Favourite
ms: Buang Dari Kegemaran

source: How long after the server does not respond, give up downloading? (in seconds)
ms: Berapa lama selepas pelayan gagal memberi balasan, abaikan memuat turun? (dalam saat)

source: How many times does Ailurus try to download the same resource?
ms: Berapa kali Ailurus perlu cuba memuat turun sumber yang sama?

source: Set Ailurus download parameter
ms: Tetapkan parameter muat turun Ailurus

source: Set download parameters
ms: Tetapkan parameter muat turun

source: Refresh icons of all software items
ms: Segar semula ikon untuk semua item perisian

source: Refresh installing state of all software items
ms: Segar semula keadaan pemasangan untuk semua item perisian

source: %s available items
ms: %s item ada

source: Would you like to download latest application data from web?
ms: Adakah anda hendak memuat turun data aplikasi yang terkini dari Sesawang?

source: Science
ms: Sains

source: Develop
ms: Pembangunan

source: Home
ms: Rumah

source: Other
ms: Lain

source: All
ms: Semua

source: Favourite
ms: Kegemaran

source: Browser
ms: Pelayar

source: Email
ms: Emel

source: File sharing
ms: Perkongsian fail

source: Chat
ms: Sembang

source: Firefox extension
ms: Sambungan Firefox

source: Image
ms: Imej

source: Security
ms: Keselamatan

source: Player
ms: Pemain

source: CD burner
ms: Pembakar CD

source: Media editor
ms: Penyunting Media

source: Theme
ms: Tema

source: Screen widget
ms: Widget Skrin

source: Compiz setting
ms: Tetapan Compiz

source: Math
ms: Matematik

source: Statistics
ms: Statistik

source: Electronics
ms: Elektronik

source: Mechanics
ms: Mekanik

source: Geography
ms: Geografi

source: Biology
ms: Biologi

source: Version control
ms: Kawalan bersi

source: Library
ms: Pustaka

source: Embedded system
ms: Sistem terbenam

source: Text editor
ms: Penyunting teks

source: Eclipse extension
ms: Sambungan Eclipse

source: Programming tool
ms: Alat pengaturcaraan

source: Business
ms: Perniagaan

source: Design
ms: Reka Bentuk

source: Drawing
ms: Melukis

source: Typesetting
ms: Pengaturan Huruf

source: GNOME dedicated
ms: Khusus untuk GNOME

source: Nautilus extension
ms: Sambungan Nautilus

source: Education
ms: Pendidikan

source: Game
ms: Permainan

source: Others
ms: Lain-lain

source: Establish a server
ms: Tentukan pelayan

source: Repository
ms: Repositori

source: Change GConf values:
ms: Ubah nilai GConf:

source: Key:
ms: Kekunci:

source: New value:
ms: Nilai baru:

source: Appended items:
ms: Tambah item:

source: Removed items:
ms: Buang item:

source: Because the packages "%s" are not installed.
ms: Kerana pakej "%s" tidak dipasang.

source: Add source "<b>%s</b>"; %s
ms: Tambah sumber "<b>%s</b>"; %s

source: Because "%s" does not exist.
ms: Kerana "%s" tidak wujud.

source: This extension cannot be removed by Ailurus. It can be removed in 'Tools'->'Add-ons' menu of firefox.
ms: Sambungan ini tidak boleh dibuang menggunakan Ailurus. ia boleh dibuang melalui menu firefox di 'Alat' ->'Tambahan'.

source: Installing Eclipse extension
ms: Memasang sambungan Eclipse

source: Removing %s
ms: Membuang %s

source: Please launch Eclipse, and go to "Help" -> "About Eclipse SDK".
ms: Sila lancarkan Eclipse, dan pergi ke "Bantuan" -> "Perihal SDK Eclipse".

source: Click the "Installation Details" button. Then remove %s.
ms: Klik butang "Perincian Pemasangan". Kemudian buang %s.

source: Dual-licensed under %(A)s and %(B)s
ms: Dwi-lesen dibawah %(A)s dan %(B)s

source: Tri-licensed under %(A)s, %(B)s and %(C)s
ms: Tiga lesen dibawah %(A)s, %(B)s dan %(C)s

source: scan installed packages
ms: mengimbas pakej yang telah dipasang

source: scan available packages
ms: mengimbas pakej yang ada

source: scan packages
ms: mengimbas pakej

source: Run "pacman -Sy". Please wait for a few minutes.
ms: Jalankan "pacman -Sy". Sila tunggu beberapa minit.

source: %s bytes
ms: %s bait

source: %.1f hours
ms: %.1f jam

source: %.1f minutes
ms: %.1f minit

source: %d seconds
ms: %d saat

source: Opening web page
ms: Membuka laman sesawang

source: Please restart Firefox
ms: Sila mulakan semula Firefox

source: Please restart Firefox to complete installation.
ms: Sila mula semula Firefox untuk menyelesaikan pemasangan.

source: Response time of server %(name)s is %(time).1f ms.
ms: Masa sambutan bagi pelayan %(name)s ialah %(time).1f ms.

source: Server %s does not respond.
ms: Pelayan %s tidak membalas.

source: Checking file integrity ...
ms: Memeriksa integriti fail...

source: Good.
ms: Baik.

source: Using mirror %(i)s. There are a total of %(total)s mirrors.
ms: Menggunakan mirror %(i)s. Terdapat sejumlah %(total)s mirror.

source: GNU General Public License
ms: Lesen Awam Am GNU

source: GNU Lesser General Public License
ms: Lesen Awam Am Kecil GNU

source: Eclipse Public License
ms: Leser Awam Ecplise

source: Mozilla Public License
ms: Lesen Awam Mozilla

source: Berkeley Software Distribution License
ms: Lesen Pengedaran dan Pembangunan Berkeley

source: MIT License
ms: Lesen MIT

source: Common Development and Distribution License
ms: Lesen Pengedaran dan Pembangunan Umum

source: Aptana Public License
ms: Lesen Awam Aptana

source: Artistic License
ms: Lesen Artisitk

source: The command which will be run.
ms: Perintah yang akan dijalankan.

source: The shortcut key.
ms: kekunci pintasan.

source: Images
ms: Imej

source: Choose an image
ms: Pilih imej

source: Minimum value: %(min)s. Maximum value: %(max)s.
ms: Nilai minimum: %(min)s. Nilai mksimum: %(max)s.

source: Yes
ms: Ya

source: whether interrupt parsing a page to respond to UI events?
ms: sama ada menyampuk penghuraian halaman untuk dapatkan balasan pada peristiwa UI?

source: maximum number of microseconds between two page rendering
ms: bilangan maksimum dalam mikrosaat diantara persembahan dua halaman

source: maximum number of bytes to split a long text node
ms: Bilangan nombor bait untuk memotong nod teks panjang

source: Operation is canceled because you refused authentication. Authentication is provided by system PolicyKit service. Ailurus does not know your password at all.
ms: Operasi dibatalkan kerana anda menolak pengesahan. Pengesahan disediakan oleh perkhidmatan Kit Polisi sistem. Ailurus tidak tahu kata laluan anda.

source: Operation is canceled
ms: Opersi dibatalkan

source: Operation is canceled because you refused authentication. Proxy string is saved in system GNOME keyring service. Ailurus does not know your secret at all.
ms: Operasi dibatalkan kerana anda menolak pengesahan. Rentetan proksi disimpan didalam perkhidmatan keyring sistem GNOME anda. Ailurus tidak tahu rahsia anda.

source: Fatal error
ms: Ralat mati

source: A bug appears. Would you please tell Ailurus developers? Thank you!
ms: Pepijat berlaku. Adakah anda hendak melaporkannya kepada pembangun Ailurus? Terima kasih!

source: Please copy and paste following text into bug report web-page.
ms: Sila salin dan tampal teks berikut kedalam halaman sesawang pelaporan pepijat.

source: Click here to report bug via web-page
ms: Klik disini untuk melaporkan pepijat melalui laman sesawang

source: Bug appears!
ms: Pepijat berlaku!

source: You have set an environment variable <i>http_proxy=%s</i>. Would you like to let Ailurus use a proxy server?
ms: Anda telah menetapkan pembolehubah persekitaran <i>http_proksi=%s</i>. Adakah anda ingin membenarkan Ailurus menggunakan pelayan proksi?

source: Successfully adopted a proxy server
ms: Berjaya mendapatkan pelayan proksi

source: Warning!
ms: Amaran!

source: Another instance of Ailurus is running. It is not recommended to run multiple instance concurrently.
ms: Ailurus sudah dijalankan. Tidak digalakkan menjalankan berbilang Ailurus pada masa yang sama.

source: Necessary packages are not installed. Ailurus cannot work.
ms: Pakej yang diperlukan tidak dipasang. Ailurus tidak boleh berfungsi.

source: Please install these packages:
ms: Sila pasang pakej ini:

source: Error happened. You cannot install any software by Ailurus. :(
ms: Ralat berlaku. Anda tidak boleh memasang mana-mana perisian melalui Ailurus. :(

source: System configuration file should be updated.
ms: Fail konfigurasi sistem mesti dikemaskinikan.

source: Please run these commands using <b>su</b> or <b>sudo</b>:
ms: Sila jalankan perintah ini menggunakan <b>su</b> atau <b>sudo</b>:

source: Please re-install Ailurus.
ms: Sila pasang semula Ailurus.

source: Because file contents are different:
ms: Kerana kandungan failnya berbeza:

source: We need to restart Ailurus daemon.
ms: Kami perlu memulakan semula daemon Ailurus.

source: Old version is %s.
ms: Versi lama ialah %s

source: New version is %s
ms: Versi baru ialah %s

source: Press this button to restart daemon. Require authentication.
ms: Tekan butang ini untuk memulakan semula daemon. Memerlukan pengesahan.

source: Ailurus daemon successfully restarted. Ailurus will work fine.
ms: Daemon Ailurus berjaya dimulakan semula. Ailurus berfungsi seperti biasa.

source: Cannot restart Ailurus daemon. Please restart your computer.
ms: Tidak dapat mulakan semula daemon Ailurus. Sila mula semula komputer anda.

source: Quit
ms: Keluar

source: Default pane
ms: Anak tetingkap lalai

source: Preferences
ms: Keutamaan

source: Study Linux
ms: Pelajari Linux

source: Please wait a few seconds
ms: Sila tunggu beberapa saat

source: Are you sure to exit?
ms: Anda pasti hendak keluar?

source: Do you agree?
ms: Anda setuju?

source: Warning
ms: Amalan

source: start up
ms: permulaan

source: will be installed
ms: akan dipasang

source: package
ms: pakej

source: changes
ms: perubahan

source: Ailurus helps you keep track of what software you have installed/removed. If you often try to use new software, you do not have to worry about messing up your system now.
ms: Ailurus membantu anda mengenalpasti perisian yang telah dipasang/dibuang. Jika anda selalu menggunakan perisian baru, anda tidak perlu risau mengenai kecelaruan sistem anda sekarang.

source: Free peer-to-peer file sharing application that works with EDonkey network and Kad network, offering similar features to eMule
ms: Aplikasi perkongsian fail rakan-ke-rakan yang berfungsi dibawah rangkaian EDonkey dan Kad, menyediakan sifat yang sama dengan eMule

source: Avant Window Navigator
ms: Navigasi Tetingkap Avant

source: A dock sits at the bottom of the screen which lists open windows. It also supports third party applets.
ms: Dok yang terletak dibahagian bawah skrin yang menyenaraikan tetingkap yang telah dibuka. Ia juga menyokong aplet pihak ketiga.

source: A designer which can generate a variety of colorschemes from a single starting color
ms: Perekabentuk yang boleh menjana pelbagai skema warna dari permulaan warna tunggal

source: Edit GNOME menu easily
ms: Sunting menu GNOME dengan mudah

source: GNOME IDE for C/C++ with a number of features such as project management, application wizard, interactive debugger, source editor, version control, GUI designer and profiler.
ms: IDE GNOME untuk C/C++ dengan pelbagai ciri-ciri sepeti pengurusan projek, bestari aplikasi, penyahpepijatan berinteraktif, penyunting sumber, kawalan versi, rekabentuk GUI dan pemprofil.

source: Look up synonyms and antonyms
ms: Carian sinonim dan antonim

source: Record and edit sounds
ms: Rakam dan sunting bunyi

source: "auto-apt run ./configure" helps you automatically install required packages.
ms: "auto-apt run ./configure" membantu anda memasang pakej yang diperlukan secara automatik.

source: Autoconf and Automake
ms: Autoconf dan Automake

source: Automatically generate configure scripts and GNU Standard makefiles
ms: Bina skrip konfigur dan makefile piawai GNU secara automatik

source: Video editor which can do simple cutting, filtering and encoding tasks. It supports scripts and automated job queue.
ms: Penyunting video yang boleh memotong, menapis dan mengekodkan tugasan. Ia menyokong skrip dan baris gilirkan kerja secara automatik.

source: Incremental backup tool supporting schedule
ms: Alat sandaran tokokan yang menyokong penjadualan

source: Media player and media manager written in Mono and Gtk#. It is the default media player for several Linux distribution.
ms: Pemain dan pengurus media yang ditulis dalam bahasa Mono dan Gtk#. Ia merupakan pemain media lalai bagi beberapa distribusi Linux.

source: An editor targeted towards webdesigners. It supports many programming and markup languages, and it focuses on editing dynamic websites.
ms: Penyunting yang disasarkan kepada pereka bentuk sesawang. Ia menyokong pengaturcaraan dan bahasa penanda, dan ia fokuskan kepada penyuntingan laman sesawang dinamik.

source: Official Linux bluetooth support
ms: Sokong bluetooth Linux yang rasmi

source: Boost C++ libraries
ms: Meningkatkan pustaka C++

source: Peer-reviewed portable C++ libraries, which will be in the new C++ 0x standard.
ms: Pustaka C++ mudah alih yang di semak semula oleh rakan-komuniti, yang mana akan dijadikan piawaian C++ 0x.

source: Real time strategy game, just like Red Alarm
ms: Permainan strategi masa nyata, seperti Red Alarm

source: Breathe Icon Theme
ms: Tema Ikon Breathe

source: Mix KDE's "Oxygen" icons with Ubuntu's "Human" theme.
ms: Campurkan ikon "Oxygen" KDE dengan tema "Human" Ubuntu.

source: g++, make, gdb and libc
ms: g++, make, gdb dan libc

source: Popular development tools
ms: Alat pembangunan yang popular

source: 3D astronomy simulator
ms: Simulator astronomi 3D

source: View .chm files
ms: Papar fail .chm

source: Help you build .deb packages
ms: Bantu anda membina pakej .deb

source: It helps you take pictures and videos from web camera. It also provides some graphical effects in order to please your play instinct.
ms: Ia membantu anda mengambil gambar dan video dari kamera sesawang. ia juga menyediakan kesan grafik khas untuk menaikkan daya kreativiti anda.

source: Educational games for young children
ms: Permainan pendidikan untuk kanak-kanak

source: Lightweight email client
ms: Klien emel yang ringan dan pantas

source: C/C++ IDE with many features
ms: IDE C/C++ yang mempunyai banyak sifat

source: Image viewer specifically designed to handle comic books
ms: Pelihat imej yang direka khas untuk mengurus buku komik

source: Compiz settings manager
ms: Tetapan pengurus Compiz

source: Full-function software which can configure all options of Compiz window manager
ms: Perisian berfungsi penuh yang boleh memkonfigurkan semua pilihan didalam pengurus tetingkap Compiz

source: Simple configure software for Compiz window manager
ms: Perisian konfigur yang ringkas untuk pengurus tetingkap Compiz

source: Ctags and Cscope
ms: Ctags dan Cscope

source: Popular source code parsers
ms: Pengurai kod sumber yang popular

source: Lightweight bittorrent client
ms: Klien bittorent yang ringan dan pantas

source: Browse GNOME/GTK API documentation
ms: Layar pendokumenan API GNOME/GTK

source: Open source substitution for Visio
ms: Pengganti sumber terbuka untuk Visio

source: Lightweight DOS simulator, which primarily focuses on running DOS games
ms: Simulator DOS yang ringan dan pantas, ia mengutamakan perlakuan permainan DOS

source: Edit tags for MP3, FLAC, Ogg files
ms: Sunting tag untuk fail MP3, FLAC dan Ogg

source: Advanced text editor
ms: Penyunting teks lanjutan

source: MSN Messenger client with a simpler interface and a nicer look
ms: Klien Pesanan MSN dengan antara muka yang ringkas dan penampilan yang menarik

source: Messaging program which supports many protocols
ms: Program pesanan yang menyokong banyak protokol

source: p7zip and cabextract
ms: p7zip dan cabextract

source: compressor/decompressor for .7z and .cab files
ms: pemampat/penyahmampat untuk fail .7z dan .cab

source: Encoding data for the poppler PDF library
ms: Pengekodan data untuk pustaka PDF poppler

source: Make Evince be able to reveal Japanese, Korean, Chinese pdf
ms: Membolehkan Evince memaparkan pdf dalam bahasa Jepun, Korea dan Cina

source: Email client, calendar, contact manager and address manager
ms: Klien emel, kalendar, pengurus kenalan dan alamat

source: Multifunctional graphic calculator
ms: Kalkulator grafik berbilang fungsi

source: A download manager supporting RapidShare.com, YouTube and remote control
ms: Pengurus muat turun yang menyokong RapidShare.com, YouTube dan kawalan jauh

source: Popular Chinese input method
ms: Kaedah masukan tulisan cina yang popular

source: Popular FTP client
ms: Klien FTP yang popular

source: Configure software for "iptables" firewall. "iptables" is the filewall which Linux system comes up with.
ms: Konfigur perisian untuk dinding api "iptables". "iptables" adalah dinding api yang mana sistem Linux gunakan.

source: Open source clone of DOOM
ms: Klon sumber terbuka seperti DOOM

source: OpenGL library
ms: Pustaka OpenGL

source: This is a library for writing OpenGL programs.
ms: Ini adalah pustaka untuk penulisan program OpenGL.
