Repository: ideal/Ailurus
Catalog: po/*.po
Languages: ms

source: List processes which opened a given file lsof FILE_NAME
ms: Papar proses yang dibuka berdasarkan fail yang diberi lsof FILE_NAME

source: List processes which are using port 80 lsof -i :80
ms: Papar proses yang menggunakan port 80 lsof -i :80

source: Configure an ADSL connection sudo pppoeconf
ms: Konfigur sambungan ADSL sudo pppoeconf

source: Starts up ADSL connections sudo pon Shuts down ADSL connections sudo poff
ms: Memulakan sambungan ADSL sudo pon Mematikan sambungan ADSL sudo poff

source: Display MAC of a given IP address arping IP_ADDRESS
ms: Papar MAC berdasarkan alamat IP yang diberi arping IP_ADDRESS

source: Display NetBIOS name of a given IP address nmblookup -A IP_ADDRESS
ms: Papar nama NetBIOS berdasarkan alamat IP yang diberi nmblookup -A IP_ADDRESS

source: Display IP address and MAC ifconfig -a
ms: Papar alamat IP dan MAC ifconfig -a

source: Display route netstat -rn
ms: Papar hala netstat -rn

source: Set MAC of ethernet interface sudo ifconfig eth0 hw ether 00:11:22:33:44:55
ms: Tetapkan antaramuka eternet untuk MAC sudo ifconfig eth0 hw ether 00:11:22:33:44:55

source: Display information of a domain name whois example.com
ms: Papar maklumat nama domain whois contoh.com

source: Display the network path to a given host tracepath example.com
ms: Papar laluan rangkaian berdasarkan hos yang diberi tracepath contoh.com

source: Request an IP address from DHCP server sudo dhclient
ms: Pinta alamat IP dari pelayan DHCP sudo dhclient

source: Temporarily restart an init script sudo /etc/init.d/SCRIPT_NAME restart Temporarily stop an init script sudo /etc/init.d/SCRIPT_NAME stop
ms: Mulakan semula skrip init buat sementara sudo /etc/init.d/SCRIPT_NAME restart Hentikan skrip init buat sementara sudo /etc/init.d/SCRIPT_NAME stop

source: Add a user sudo adduser USER_NANE Delete a user sudo deluser USER_NAME
ms: Tambah pengguna sudo adduser USER_NAME Padam pengguna sudo deluser USER_NAME

source: Change user password sudo passwd USER_NAME
ms: Ubah kata laluan pengguna sudo passwd USER_NAME

source: Changes user fullname, office number, office extension, and home phone number information. sudo chfn USER_NAME Display user information finger USER_NAME
ms: Ubah nama penuh pengguna, nombor pejabat, sambungan pejabat, dan maklumat nombor telefon pengguna. sudo chfn USER_NAME Papar maklumat pengguna finger USER_NAME

source: Temporarily prevent a user from logging in sudo usermod -L USER_NAME Revoke the operation above sudo usermod -U USER_NAME
ms: Halang pengguna dari mendaftar-masuk buat sementara sudo usermod -L USER_NAME Batalkan operasi diatas sudo usermod -U USER_NAME

source: Add a user to admin group sudo usermod -G admin -a USER_NAME
ms: Tambah pengguna kedalam kumpulan admin sudo usermod -G admin -a USER_NAME

source: Set the HTTP proxy export http_proxy=http://PROXY.DOMAIN.NAME:PORT
ms: tetapkan proksi HTTP export http_proxy=http://PROXY.DOMAIN.NAME:PORT

source: Modify the information displayed after logging in sudo vim /etc/motd.tail
ms: Ubahsuai maklumat yang dipaparkan selepas daftar masuk sudo vim /etc/motd.tail

source: Choose the input method for X Window im-switch -c
ms: Pilih kaedah masukan untuk X Window im-switch -c

source: Convert the file name from GBK to UTF8 convmv -r -f gbk -t utf8 --notest FILE_NAME
ms: Tukar nama fail dari GBK ke UTF8 convmv -r -f gbk -t utf8 --notest FILE_NAME

source: Convert the file content from GBK to UTF8 iconv -f gbk -t utf8 FILE_NAME
ms: Tukar kandungan fail dari GBK ke UTF8 iconv -f gbk -t utf8 FILE_NAME

source: Convert tags in '*.mp3' from GBK to UTF8 find . -name '*.mp3' -execdir mid3iconv -e GBK {} \;
ms: Tukar tag dalam '*mp3' dari GBK ke UTF8 find . -name '*.mp3' -execdir mid3iconv -e GBK {} \;

source: Read a long file less FILE_NAME
ms: Baca fail yang panjang less FILE_NAME

source: Print lines matching a pattern grep REG_EXP FILE_NAME
ms: Cetak baris yang sepadan dengan pencarian grep REG_EXP FILE_NAME

source: Display a list of file name. The files contain a given string. grep -lr REG_EXP PATHNAME
ms: Papar senarai nama fail. fail tersebut mengandungi rentetan yang diberi. grep -lr REG_EXP PATHNAME

source: Display all '.txt' file find . -name '*.txt'
ms: Papar semua fail '.txt' find . -name '*.txt'

source: Create two empty files touch file_name_1 file_name_2
ms: Cipta dua fail kosong touch file_name_1 file_name_2

source: Create directory. Create parent directories as needed. mkdir -p /tmp/a/b/c/d/e
ms: Cipta direktori. Cipta direktori induk yang diperlukan. mkdir -p /tmp/a/b/c/d/e

source: Change working directory to the home folder cd Change working directory to the previous working directory cd -
ms: Ubah dari direktori kerja ke folder rumah cd Ubah dari direktori kerja ke direktori kerja sebelumnya cd -

source: Display hidden files ls -a
ms: Papar fail tersembunyi ls -a

source: Copy directory. Preserve links, file mode, ownership, timestamps. cp -a SOURCE_DIRECTORY DEST_DIRECTORY
ms: Salin direktori. kekalkan pautan, mod fail, pemilik, setem masa. cp -a SOURCE_DIRECTORY DEST_DIRECTORY

source: Determine file type file FILE_NAME
ms: Tentukan jenis fail file FILE_NAME

source: Output the last 6 lines tail -n 6 FILE_NAME
ms: Output bagi 6 baris terakhir tail -n 6 FILE_NAME

source: Copy files via SSH scp -rp FILE_NAME USERNAME@HOST:DEST_PATH
ms: Salin fail melalui SSH scp -rp FILE_NAME USERNAME@HOST:DEST_PATH

source: Rename '*.rm' files to '*.rmvb' files rename 's/.rm$/.rmvb/' *
ms: Namakan semula fail '*.rm' files ke '*.rmvb' rename 's/.rm$/.rmvb/' *

source: Change the file name to lowercase rename 'tr/A-Z/a-z/' *
ms: Ubah nama fail ke huruf kecil rename 'tr/A-Z/a-z/' *

source: Display subdirectories in current directory ls -d */.
ms: Papar subdirektori didalam direktori semasa ls -d */.

source: Display file number in current directory ls . | wc -w
ms: Papar bilangan fail didalam direktori semasa. ls . | wc -w

source: Extract "*.gz" file gunzip FILE_NAME.gz Extract "*.tar.gz" file tar zxf FILE_NAME.tar.gz Extract "*.tar.bz2" file tar jxf FILE_NAME.tar.bz2
ms: Ekstrak fail "*.gz" gunzip FILE_NAME.gz Ekstrak fail "*.tar.gz" tar zxf FILE_NAME.tar.gz Ekstrak fail "*.tar.bz2" tar jxf FILE_NAME.tar.bz2

source: Do compression tar czf FILE_NAME.tar.gz FILE1 FILE2 FILE3 tar cjf FILE_NAME.tar.bz2 FILE1 FILE2 FILE3
ms: Jalankan pemampatan tar czf FILE_NAME.tar.gz FILE1 FILE2 FILE3 tar cjf FILE_NAME.tar.bz2 FILE1 FILE2 FILE3

source: Displays a calendar cal cal MONTH YEAR
ms: Papar kalendar cal cal MONTH YEAR

source: Set the date and time via NTP sudo ntpdate ntp.ubuntu.com
ms: tetapkan tarikh dan masa melalui NTP sudo ntpdate ntp.ubuntu.com

source: Poweroff your computer sudo halt sudo shutdown -h now Poweroff your computer in 23:00 sudo shutdown -h 23:00 Poweroff your computer after 60 minutes sudo shutdown -h +60
ms: Matikan komputer anda sudo halt sudo shutdown -h now Matikan komputer anda pada 23:00 sudo shutdown -h 23:00 Matikan komputer anda selepas 60 minit sudo shutdown -h +60

source: Reboot your computer sudo reboot sudo shutdown -r now
ms: But semula komputer anda sudo reboot sudo shutdown -r now

source: Continuously monitor the memory usage watch -d free
ms: Pantau penggunaan memori secara berterusan watch -d free

source: Display HTTP HEAD response w3m -dump_head http://example.com
ms: Papar sambutan PENGEPALA HTTP w3m -dump_head http://contoh.com

source: Display file content with line number nl FILE_NAME
ms: Papar kandungan fail bersama nomobr baris nl FILE_NAME

source: Eliminate Rootkit sudo rkhunter --checkall
ms: Mansuhkan Rootkit sudo rkhunter --checkall

source: Change hostname sudo hostname new_name
ms: Ubah nama hos sudo hostname new_name

source: "Tasksel" group software packages into "task"s. You can select a "task" and then install all necessary software packages. It is easy to set up LAMP servers or cloud computing servers. Show all tasks tasksel --list Display the extended description of a task tasksel --task-desc lamp-server List the packages which are parts of a task tasksel --task-packages lamp-server Install/remove a task gksudo tasksel
ms: "Tasksel" boleh menggabungkan pakej perisian kepada beberapa "tugas". Anda boleh memilih "tugas" dan pasang kesemua pakej perisian yang diperlukan. Secara mudahnya, tetapkan pelayan LAMP atau pelayan penkomputeran awan. Papar semua tugas tasksel --list Papar keterangan tambahan tugas tasksel --task-desc lamp-server Senaraikan bahagian pakej tugas tasksel --task-packages lamp-server Pasang/buang tugas gksudo tasksel

source: Change Process priority renice NEW_PRIORITY `pgrep NAME_OF_PROCESS` example: renice 5 `pgrep firefox` renice -5 `pgrep wine-server` high <------------------> low NEW_PRIORITY = -19, -18, -17 [...] 18, 19, 20
ms: Ubah keutamaan Proses renice NEW_PRIORITY `pgrep NAME_OF_PROCESS` contoh: renice 5 `pgrep firefox` renice -5 `pgrep wine-server` high <------------------> low NEW_PRIORITY = -19, -18, -17 [...] 18, 19, 20

source: Clear Bash history history -c
ms: Kosongkan sejarah Bash history -c

source: View the IP address outside the local network w3m -no-cookie -dump www.123cha.com | grep -o '[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}'
ms: Papar alamat IP diluar rangkaian setempat w3m -no-cookie -dump www.123cha.com | grep -o '[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}'

source: Computer Doctor
ms: Doktor Komputer

source: Found %s errors in your system.
ms: Temui %s ralat didalam sistem anda.

source: There is a total of %s suggestions.
ms: Terdapat %s cadangan.

source: Found no error :)
ms: Tidak menemui ralat :)

source: Computer doctor
ms: Doktor komputer

source: Successfully applied %s suggestions.
ms: Berjaya melaksanakan %s cadangan.

source: Please click "refresh" button.
ms: Sila klik butang "segar semula"

source: Downloading icons of other open-source projects.
ms: Memuat turun ikon projek sumber-terbuka yang lain.

source: Do not download any icon of close-source projects or proprietary software.
ms: Jangan muat turun mana-mana ikon projek sumber-tertutup atau perisian proprieti.

source: Downloading extra icons
ms: Memuat turun ikon tambahan

source: Icons are successfully installed.
ms: Berjaya memasang ikon.

source: Eclipse (basic development environment)
ms: Eclipse (persekitaran pembangunan basic)

source: You can install Language pack according to the instructions on the page http://www.eclipse.org/babel/downloads.php
ms: Anda boleh memasang pek Bahasa berdasarkan arahan pada halaman di http://www.eclipse.org/babel/downloads.php

source: CDT: C/C++ development
ms: CDT: Pembangunan C/C++

source: Pydev: Python development
ms: Pydev: Pembangunan Python

source: Aptana: Web application development
ms: Aptana: Pembangunan aplikasi sesawang

source: Due to limitation of the authors' programming ability, Aptana cannot be removed by Ailurus. In order to remove Aptana, please launch Eclipse, and go to "Help" -> "About Eclipse SDK" -> "Installation Details"
ms: Disebabkan kebolehupayaan pengaturcaraan pengarang yang terhad, Aptana tidak boleh dibuang melalui Ailurus. Untuk membuang Aptana, sila lancarkan Eclipse, dan pergi ke "Bantuan" -> "Perihal Eclipse SDK" -> "Perincian Pemasangan"

source: Please launch Eclipse, and go to "Help" -> "Install New Software".
ms: Sila lancarkan Eclipse, dan pergi ke "Bantuan" -> "Pasanh Perisian baru".

source: Click the "Add" button. Then type <b>%s</b> in "Location".
ms: Klik butang "Tambah". Kemudian taip <b>%s</b> didalam "Lokasi".

source: Then click the "Next" button and agree the license.
ms: Kemudian klik butang "Berikut" dan setujui lesen.

source: Installing Aptana
ms: Memasang Aptana

source: RadRails: Ruby development
ms: RadRails: Pembangunan Ruby

source: Over the past RadRails was called "RDT".
ms: Sebelum ini RadRails dikenali sebagai "RDT".

source: Installing RadRails
ms: Memasang RadRails

source: PDT: PHP development
ms: PDT: Pembangunan PHP

source: Installing PDT
ms: Memasang PDT

source: PHPEclipse: PHP development
ms: PHPEclipse: Pembangunan PHP

source: Subversive: Use SVN in Eclipse
ms: Subversive: Guna SVN dalam Eclipse

source: Installing Subversive
ms: Memasang Subversive

source: Subclipse: Use SVN in Eclipse
ms: Subclipse: Guna SVN didalam Eclipse

source: VEditor: Verilog and VHDL editor
ms: VEditor: Verilog dan penyunting VHDL

source: Mylyn: Task-focused UI for Eclipse
ms: Mylyn: Tugas-berfokuskan UI untuk Eclipse

source: Photran: Fortran development
ms: Photran: Pembangunan Fortran

source: Texlipse: Edit LaTeX in Eclipse
ms: Texlipse: Sunting LaTeX didalam Eclipse

source: MTJ: J2ME development
ms: MTJ: Pembangunan J2ME

source: Put Selinux in permissive mode, instead of enforcing mode.
ms: Jadikan Selinux dalam mod permisif, berbanding mod memaksa.

source: Disable "sudo". Prevent yourself from using "sudo".
ms: Lumpuhkan "sudo". Halang diri sendiri daripada menggunakan "sudo".

source: Enable "sudo"
ms: Benarkan "sudo"

source: If you enabled "sudo" and you want to execute commands as root, you can type command "sudo COMMAND" instead of complicated command "su -c 'COMMAND'". <span color="red">Due to restriction on filesystem permission, Ailurus cannot detect whether "sudo" is enabled.</span>
ms: Jika anda benarkan "sudo" dan anda hendak lakukan perintah sebagai root, anda boleh taip arahan "sudo COMMAND" berbanding perintah kompleks "su-c 'COMMAND'". <span color="red">Disebabkan halangan kebenaran sistem fail, Ailurus tidak boleh mengesan sama ada "sudo" dibenarkan.</span>

source: Use colorful Bash prompt symbols
ms: Guna simbol prom Bash yang berwarna

source: The color of bash prompt symbols is changed.
ms: Warna simbol prom bash telah berubah.

source: It will take effect at the next time you log in.
ms: Ia akan berkesan bila anda mendaftar masuk pada masa akan datang.

source: Install Stardict dictionaries
ms: Memasang kamus Stardict

source: Upgrade Fedora using an application called "PreUpgrade"
ms: Tatar Fedora menggunakan aplikasi yang dikenali sebagai "PreUpgrade"

source: Enabled
ms: Benarkan

source: Change background color of GNOME terminal to black.
ms: Ubah warna latar belakang terminal GNOME ke warna hitam.

source: Set background color to black. Set foreground color to white. The trick is to change GConf values: /apps/gnome-terminal/profiles/Default/use_theme_colors = False /apps/gnome-terminal/profiles/Default/background_color = #000000000000 /apps/gnome-terminal/profiles/Default/foreground_color = #FFFFFFFFFFFF
ms: Tetapkan warna ke warna hitam. tetapkan warna latar depan ke warna putih. Caranya dengan mengubah nilai GConf: /apps/gnome-terminal/profiles/Default/use_theme_colors = False /apps/gnome-terminal/profiles/Default/background_color = #000000000000 /apps/gnome-terminal/profiles/Default/foreground_color = #FFFFFFFFFFFF

source: NScripts: a set of useful Nautilus scripts
ms: NScripts: Set skrip Nautilus yang berguna

source: Add GB2312 detection ability to GEdit
ms: Tambah kebolehupayaan mengesan GB2312 kepada GEdit

source: The trick behind is to change GConf values: /apps/gedit-2/preferences/encodings/auto_detected += ["GB2312", "GBK", "GB18030"] /apps/gedit-2/preferences/encodings/shown_in_menu += ["GB2312"]
ms: Cara hendak menukar nilai GConf: apps/gedit-2/preferences/encodings/auto_detected += ["GB2312", "GBK", "GB18030"] /apps/gedit-2/preferences/encodings/shown_in_menu += ["GB2312"]

source: Speed up Nautilus
ms: Lajukan Nautilus

source: Change Nautilus settings: Do not count directory items. Do not preview sound. Do not show texts in icon. Use tighter layout. The trick behind is to change GConf settings as follows. /apps/nautilus/preferences/show_directory_item_counts = never /apps/nautilus/preferences/preview_sound = never /apps/nautilus/preferences/show_icon_text = never /apps/nautilus/icon_view/default_use_tighter_layout = true delete "size" from /apps/nautilus/list_view/default_visible_columns
ms: Ubah tetapan Nautilus: Jangan kira item direktori. Jangan pratonton bunyi. jangan papar teks pada ikon. Guna bentangan padat. Caranya ialah. /apps/nautilus/preferences/show_directory_item_counts = never /apps/nautilus/preferences/preview_sound = never /apps/nautilus/preferences/show_icon_text = never /apps/nautilus/icon_view/default_use_tighter_layout = true delete "size" from /apps/nautilus/list_view/default_visible_columns

source: Make GEdit more suitable for programmers
ms: Jadikan GEdit sesuai untuk pengatur cara

source: Change GEdit settings as follows: Automatically indent current line. Do not automatically create a hidden copy of current file. Automatically save files once in each minute. Show line numbers.
ms: Ubah tetapan GEdit seperti berikut: Indenkan baris semasa secara automatik. Jangan cipta salinan tersembunyi fail semasa secara automatik. Simpan fail secara automatik setiap minit. Papar nombor baris.

source: GNOME version:
ms: Versi GNOME:

source: GNOME locale:
ms: Penempatan GNOME:

source: Show desktop content
ms: Papar kandungan desktop

source: (take effect at the next time GNOME starts up)
ms: (berkesan pada permulaan GNOME yang akan datang)

source: Display "Mounted volume" icon
ms: Papar ikon "Volum dilekap"

source: Put icons linking to mounted volumes on the desktop.
ms: Letakkan ikon yang dipautkan ke volum terlekap pada desktop.

source: Display "Computer" icon
ms: Papar ikon "Komputer"

source: Put an icon linking to the computer location on the desktop.
ms: Letakkan ikon yang dipautkan ke lokasi komputer pada desktop.

source: Display "Home folder" icon
ms: Papar ikon "Folder Rumah"

source: Put an icon linking to the home folder on the desktop.
ms: Letakkan ikon yang dipautkan ke folder rumah pada desktop.

source: Display "Network server" icon
ms: Papar ikon "Pelayan rangkaian"

source: Put an icon linking to the Network Servers view on the desktop.
ms: Letakkan ikon yang dipautkan ke Paparan Pelayan Rangkaian pada desktop.

source: Display "Trash" icon
ms: Papar ikon "Sampah"

source: Put an icon linking to the trash on the desktop.
ms: Letakkan ikon yang dipautkan ke tong sampah pada desktop.

source: In order to change the name of "Computer", "Home folder", "Network server" or "Trash" icon, please select the icon, then press F2.
ms: Untuk mengubah nama ikon "Komputer", "Folder rumah", "Pelayan rangkaian" atau "Sampah", sila pilih ikon, kemudian tekan kekunci F2.

source: Desktop icons
ms: Ikon desktop

source: The "start-here" icon is %s
ms: Ikon "mula-sini" ialah %s

source: Change "start-here" icon
ms: Ubah ikon "mula-sini"

source: Change login icon
ms: Ubah ikon daftar masuk

source: Show icons of menu entries
ms: Papar ikon bagi masukan menu

source: Whether menus may display an icon next to a menu entry.
ms: Sama ada menu mungkin paparkan ikon bersebelahan dengan masukan menu

source: Menu entry icons setting
ms: tetapan ikon masukan menu

source: Show icon in buttons
ms: Papar ikon didalam butang

source: Whether buttons may display an icon next to text.
ms: Sama ada butang akan dipaparkan pada ikon bersebelahan dengan teks.

source: Button icons setting
ms: Tetapan ikon butang

source: Disable terminal bell
ms: Lumpuhkan terminal bell

source: If it is set to true, gnome terminal will not generate beep sound when error happens.
ms: Jika ditetapkan benar, terminal gnome tidak akan menghasilkan bunyi bip bila ralat berlaku.

source: Terminal beep sound setting
ms: Tetapan bunyi beep terminal

source: Automatically mount CD and flash disks
ms: Lekap CD dan cakera flash secara automatik

source: If set to true, then Nautilus will automatically mount media such as CD and flash disks.
ms: Jika ditetapkan benar, Nautilus akan melekapkan media seperti CD dan cakera flash secara automatik.

source: Show more permissions setting in file property dialog
ms: Papar selanjutnya tetapan kebenaran didalam dialog ciri fail

source: More Nautilus settings
ms: Tetapan Nautilus lanjut

source: Larger font
ms: Besarkan fon

source: Change these GConf keys:
ms: Ubah kekunci GConf ini:

source: Smaller font
ms: Kecilkan fon

source: One-click changing font size
ms: Ubah saiz fon hanya dengan menekan satu klik

source: GConf key:
ms: Kekunci GConf:

source: It can be used in Metacity only.
ms: Ia boleh digunakan pada Metacity sahaja

source: GNOME classic
ms: GNOME klasik

source: The layout of window title-bar buttons
ms: Bentangan tetingkap bagi butang palang-tajuk

source: double-clicked by mouse left button:
ms: Dwi-klik melalui butang tetikus kiri:

source: The effects of double-clicking on the title bar.
ms: Kesan dwi-klik pada palang tajuk.

source: GConf key:
ms: Kekunci GConf:

source: clicked by mouse right button:
ms: Klik menggunakan butang kanan tetikus

source: The effects of right-clicking on the title bar.
ms: Kesan klik-kanan pada palang tajuk.

source: clicked by mouse wheel:
ms: Klik menggunakan roda tetikus

source: The effects of clicking on the title bar by mouse wheel.
ms: Kesan klik pada palang tajuk melalui roda tetikus.

source: maximize
ms: maksimakan

source: minimize
ms: minimakan

source: roll up
ms: boleh gulung

source: put behind others
ms: letakkan dibelakang yang lain

source: maximize horizontally
ms: maksimakan secara mendatar

source: maximize vertically
ms: maksimakan secara menegak

source: show menu
ms: papar menu

source: Window effect after that window title bar is ...
ms: Kesan tetingkap selepas palang tajuk tetingkap ialah ...

source: Show "Input method" entry
ms: Papar masukan "Kaedah input"

source: This option affects GEdit and all GTK text-boxes.
ms: Pilihan ini akan memberi kesan kepada Gedit dan semua kotak teks GTK.

source: Show "Insert Unicode control character" entry
ms: Papar masukan "Selit Aksara Kawalan Unikod"

source: Text-boxes context menu
ms: Menu kandungan kotak-teks

source: These settings restrict current user only. They do not affect other users.
ms: Tetapan ini menghalang pengguna semasa sahaja. Ia tidak memberi kesan kepada pengguna lain.

source: Disable Alt+F2 (Launch application)
ms: Lumpuhkan Alt+F2 (Lancar aplikasi)

source: Prevent current user from pressing Alt+F2 to launch applications.
ms: Halang pengguna semasa dari menekan Alt+F2 untuk melancarkan aplikasi.

source: Disable Ctrl+Alt+L (Lock screen)
ms: Lumpuhkan Ctrl+Alt+L (Kunci skrin)

source: Prevent current user from pressing Ctrl+Alt+L to lock screen.
ms: Halang pengguna semasa dari menekan Ctrl+Alt+L untuk mengunci skrin

source: Disable "print" entry in all menus.
ms: Lumpuhkan masukan "Cetak" didalam semua menu.

source: Prevent current user from printing any documents.
ms: Halang pengguna semasa mencetak mana-mana dokumen.

source: Disable "print setup" entry in all menus.
ms: Lumpuhkan masukan "persediaan cetak" didalam semua menu.

source: Prevent current user from modifying print settings.
ms: Halang pengguna semasa daripada mengubahsuai tetapan cetak

source: Disable "save as" entry in all menus.
ms: Lumpuhkan masukan "simpan sebagai" didalam semua menu.

source: Prevent current user from saving files by "Save as ..." dialog
ms: Halang pengguna semasa daripada penyimpanan fail melalui dialog "Simpan sebagai..."

source: Forbid running multiple GNOME session.
ms: Tidak benarkan menjalankan berbilang sesi GNOME.

source: Prevent current user from switching to another account, unless she has logged out from GNOME before switching.
ms: Halang pengguna semasa tukar ke akaun lain, kecuali pengguna tersebut telah daftar keluar dari GNOME sebelum penukaran.

source: Restriction on current user
ms: Sekatan pada pengguna semasa

source: The thumbnail cache directory is "%s/.thumbnails".
ms: Direktori cache thumbnail ialah "%s/.thumbnails".

source: Size of each thumbnail (in pixels):
ms: Saiz setiap thumbnail (dalam piksel)

source: GConf key: %s
ms: Kekunci GConf: %s

source: Maximum size of thumbnail cache (in MBytes):
ms: Saiz maksimum cache thumbnail (dalam MBait):
