Repository: ideal/Ailurus
Catalog: po/*.po
Languages: ms

source: Open source clone of the popular "Puzzle Bobble" game
ms: Permainan klon sumber terbuka seperti |"Puzzle Bobble" yang popular

source: an light-weight XMPP client, supporting GTalk. GTK version
ms: Klien XMPP yang ringan dan pantas, menyokong GTalk. Versi GTK

source: Educational games for children aged 2 to 10
ms: Permainan berbentuk pendidikan untuk kanak-kanak berusia diantara 2 hingga 10 tahun

source: Manage your collections such as movies, books, music
ms: Urus koleksi anda seperti cereka, buku, muzik

source: Open source substitution for Photoshop
ms: Pengganti sumber terbuka seperti Photoshop

source: Visually graphical user interface designer
ms: Pereka antara muka pengguna bergrafik

source: GNU high precision arithmetic library
ms: Pustaka aritmatik GNU berketepatan tinggi

source: A set of icons with 7 color variations
ms: Set ikon dengan variasi 7 warna

source: GNOME Do
ms: GNOME Colors

source: Desktop launcher which helps you quickly perform actions
ms: Pelancar desktop yang membantu anda melakukan tindakan dengan cepat

source: Experience GNOME 3 desktop
ms: Alami desktop GNOME 3

source: GTK frontend for MPlayer
ms: Bahagian hadapan GTK untuk MPlayer

source: Lightweight text editor
ms: Penyunting teks yang ringan dan pantas

source: Hex editor
ms: Penyunting Heks

source: Automatically discover other people running Giver on the network, then send files to other people
ms: Kenalpasti individu lain yang menjalankan Giver pada rangkaian secara automatik, kemudian menghantar fail kepada individu lain.

source: Real time strategy game, just like Warcraft
ms: Permainan strategi masa nyata, seperti Warcraft

source: Real time strategy game which focuses on strategy rather than on micro-management
ms: Permainan strategi masa nyata yang fokus kepada strategi berbanding pengurusan mikro

source: SWF movie player for web browser
ms: Pemain cereka SWF untuk pelayar sesawang

source: Mono-free alternative to Tomboy Notes
ms: Alternatif Mono untuk Nota Tomboy

source: One of the best dictionary applications, which supports many dictionary formats of other software, and Wikipedia.
ms: Salah satu aplikasi kamus yang terbaik, yang mana ia menyokong format kamus perisian lain, dan juga Wikipedia.

source: Google gadgets (GTK version)
ms: Gajet Google (Versi GTK)

source: Eye candy widgets most of which are developed by Google's users
ms: Widget gula-gula mata yang dibangunkan oleh pengguna Google

source: Google gadgets (QT version)
ms: Gajet Google (Versi QT)

source: Microblogging client which supports Twitter and Facebook
ms: Klien Mikroblog yang menyokong Twitter dan facebook

source: A small application which displays detailed hardware information
ms: Aplikasi kecil yang memaparkan maklumat perkakasan secara terperinci

source: Hedgehogs fight enemies with fantastic weapons
ms: Landak kecil menentang musuh menggunakan senjata yang hebat

source: Help you edit images. You can launch it by /usr/bin/display
ms: Bantu anda menyunting imej. Anda boleh melancarkannya melalui /usr/bin/display

source: Vector image designer. It is the open source substitution of CorelDraw.
ms: Pereka imej vektor. Ia adalah pengganti sumber terbuka CorelDraw.

source: Bibliography reference manager. File format is BibTeX, the standard LaTeX bibliography format.
ms: Pengurus rujukan bibliografi. Format fail ialah BibTeX, yang merupakan format bibliografi LaTeX piawai.

source: Burn DVD/VCD
ms: Bakar DVD/VCD

source: Popular instant messenger in Poland
ms: Pesanan segera yang popular di Poland

source: An IDE similar to Visual Studio. It currently only supports C++. Other language supports are under development.
ms: IDE yang seakan dengan Visual Studio. Buat masa ini ia menyokong bahasa C++. Sokongan bahasa lain masih lagi dalam pembangunan.

source: Password manager which saves many different information e.g. user names and passwords in one single database.
ms: Pengurus kata laluan yang menyimpan pelbagai maklumat cth. nama pengguna dan kata laluan dalan satu pengkalan data.

source: Upload photos to Flickr
ms: Muat naik foto ke Flickr

source: Probably the best LaTeX editor
ms: Penyunting LaTeX yang terbaik

source: Planetarium software
ms: Perisian planetarium

source: Lightweight desktop launcher
ms: Pelancar desktop yang ringan dan pantas

source: Simple text editor
ms: Penyunting teks yang ringkas

source: Simple RSS feed reader
ms: Pembaca suapan RSS yang ringkas

source: Connect to a central hub then share files and chat with other people.
ms: Sambung ke hab utama dan kongsi fail serta sembang dengan orang lain.

source: "what you see is what you mean" LaTeX editor
ms: "Apa yang anda lihat adalah apa yang anda maksudkan" Penyunting LaTeX

source: Change the MAC address of network interfaces
ms: Ubah alamat MAC bagi antaramuka rangkaian

source: Maxima is a system for the manipulation of symbolic and numerical expressions, including differentiation, integration, Taylor series, Laplace transforms, ordinary differential equations, systems of linear equations, polynomials, and sets, lists, vectors, matrices, and tensors.
ms: Maxima ialah sistem manipulasi ungkapan simbolik dan numerik, termasuklah perbedaan, integrasi, siri Taylor, jelmaan Laplace, persamaan perbedaan, sistem persamaan linear, polimonial, dan set, senarai, vektor, matrik dan tensor.

source: Lightweight web browser
ms: Pelungsur sesawang yang ringan dan pantas

source: Minicom and Kermit
ms: Minicom dan Kermit

source: Communication software for embedded MCU boards
ms: Perisian komunikasi untuk papan MCU terbenam

source: This is a simple YouTube client. You enter a keyword, then the software will retrieve all relative URLs from YouTube and play them one after the other.
ms: merupakan klien YouTube yang ringkas. Anda masukkan kata kunci, kemudian perisian akan mendapatkan semua URL yang berkaitan dari YouTube dan mainkannya satu demi satu.

source: Internet TV video player
ms: Pemain video TV Internet

source: Open source implementation of Microsoft Silverlight. It provides Windows media codecs. You can enjoy Windows video in webpages.
ms: Perlaksanaan sumber terbuka seakan Microsoft Silverlight. Ia menyediakan kodek media Windows. Anda boleh menikmati video Windows didalam laman sesawang.

source: gstreamer multi-media codec
ms: Kodek multimedia gstreamer

source: Libraries supporting video playback, audio mixing and non-linear video editing
ms: Pustaka yang menyokong main semula video, pengadunan audio dan penyuntingan video non-linear

source: "Actions configuration" entry
ms: Masukan "Konfigurasi tindakan"

source: Configure which software to be launched on selected files. This entry is in "System"->"Preferences" menu.
ms: Konfigur perisian yang akan dilancarkan mengikut fail pilihan. Masukan ini boleh diperoleh di menu "Sistem" -> "Keutamaan".

source: "Convert audio files" entry
ms: Masukan "Tukar fail audio"

source: Converts between WAV, OGG, MP3, MPC, FLAC, APE and AAC files.
ms: Tukar diantara fail WAV, OGG, MP3, MPC, FLAC, APE dan AAC.

source: "Repair filename" entry
ms: Masukan "Baiki nama fail"

source: When any file with wrong encoding filename is right clicked, show a "Repair filename" menu item.
ms: Bila mana-mana fail dengan pengekodan nama fail yang salah telah diklik kanan, papar item menu "Baiki nama fail".

source: "Open as administrator" entry
ms: Masukan "Buka sebagai pentadbir"

source: Launch selected files or open selected folder with administration privileges.
ms: Lancar fail atau folder pilihan dengan kendangan pentadbiran.

source: "Resize/Rotate images" entries
ms: Masukan "Saiz semula/Putar imej"

source: Resize or rotate selected images.
ms: Saiz semula atau putar imej pilihan.

source: "Open in terminal" entry
ms: Masukan "Buka di terminal"

source: Open a terminal in current folder.
ms: Buka terminal pada folder semasa.

source: "Subversion commands" entries
ms: Masukan "Perintah subversion"

source: A lot of subversion management command
ms: Pelbagai perintah pengurusan sub-versi

source: "Share folders" entry
ms: Masukan "Kongsi folder"

source: Share folders using Samba
ms: Kongsi folder menggunakan Samba

source: "Set as wallpaper" entry
ms: Masukan "Tetapkan sebagai kertas dinding"

source: Set an image as wallpaper using context menu
ms: Tetapkan imej sebagai kertas dinding menggunakan menu context

source: Ncurses5 and QT3
ms: Ncurses5 dan QT3

source: Necessary libraries for compiling Linux kernel
ms: Pustaka yang perlu untuk kompilkan kernel Linux

source: An open source IDE which supports several languages (C, C++, Java, Ruby, etc.) and frameworks (J2SE, J2ME, etc.)
ms: IDE sumber terbuka yang menyokong beberapa bahasa (C, C++, Java, Ruby, dll.) dan kerangka (J2SE, J2ME, dll.)

source: 3D first-person shooter game
ms: Permainan menembak pihak-pertama dalam bentuk 3D

source: Matlab compatible numerical computation appliation
ms: Aplikasi pengiraan numerik yang setanding dengan Matlab

source: Open source implementation of Java
ms: Perlaksanaan sumber terbuka bagi Java

source: Popular non-linear video editor
ms: Penyunting video bukan-linear yang popular

source: This is a powerful clipboard manager. It can preserve 25 strings concurrently.
ms: Pengurus papan keratan yang hebat. Ia boleh menyimpan 25 rentetan secara serentak.

source: Add marks and annotations on PDF files.
ms: Tambah tanda dan catatan fail PDF

source: PDF toolkit
ms: Kit alat PDF

source: A command line tool which can split, merge, encrypt and uncompress PDF files.
ms: Alat baris perintah yang boleh memisah, mencantum, menyulit dan menyahmampatkan fail PDF.

source: Movie editor designed for both the newcomer and the professional users
ms: Penyunting cereka untuk kedua-dua pengguna baru dan pengguna profesional

source: A chat program which lets you log in multiple chat networks simultaneously. It supports many chat networks.
ms: Program sembang yang membenarkan anda medaftar masuk rangkaian sembang secara serentak. ia menyokong banyak rangkaian sembang.

source: Twitter and Identi.ca client
ms: Twitter dand klien Identi.ca

source: Help you save power for your laptop.
ms: Membantu anda menjimatkan tenaga laptop anda.

source: POSIX library manual pages
ms: Halaman manual pustaka POSIX

source: Install manual pages about Linux system calls, library calls, and POSIX libraries.
ms: Pasang halaman manual mengenai panggilan sistem Linux, panggilan pustaka, dan pustaka POSIX.

source: An XMPP client, supporting GTalk. QT version
ms: Klien XMPP, menyokong GTalk. Versi Qt

source: Lightweight, featureful open source equivalent to utorrent
ms: Ringan dan pantas, sumber terbuka pelbagai sifat yang menyamai utorrent

source: Open source substitution of AutoCAD
ms: Pengganti sumber terbuka seperti AutoCAD

source: Qt Creator
ms: Pencipta Qt

source: Lightweight Qt IDE
ms: IDE Qt yang ringan dan pantas

source: Help you find and download Poland subtitles for given video file
ms: Membantu anda mencari dan memuat turun sari kata bahasa Poland berdasarkan fail video yang diberikan

source: Open source substitution of Origin. It is the indispensable plotting application for writing Physics experiments reports.
ms: Pengganti sumber terbuka bagi Origin. Aplikasi pemplotan yang sangat cekap untuk penulisan laporan eksperimen fizik.

source: Lightweight messaging program
ms: Program pesanan yang ringan dan pantas

source: R language
ms: Bahasa R

source: A powerful statistical computation language and a graphics system.
ms: Bahasa penkomputeran statistik dan sistem grafik yang hebat.

source: A graphic user interface to the R programming language
ms: Antara muka pengguna bergrafik untuk bahasa pengaturcaraan R

source: SDL library
ms: Pustaka SDL

source: A cross-platform multimedia library designed to provide low level access to hardware.
ms: Pustaka multimedia platform-silang yang direka untuk menyediakan capaian tahap rendah ke perkakasan.

source: Qt frontend for MPlayer
ms: Bahagian hadapan Qt untuk MPlayer

source: A lot of software for molecular biology, structural biology and bioinformatics.
ms: Pelbagai perisian biologi molekular, biologi struktur dan bioinformatik.

source: An open source alternatives to MATLAB. MATLAB code can be converted to Scilab.
ms: Alternatif sumber terbuka untuk MATLAB. Kod MATLAB boleh ditukarkan kepada Scilab.

source: Add eye candy gadgets on desktop, such as sticky notes, clocks, weather forecasts and so on.
ms: Gajet gula-gula mata pada desktop, sperti nota lekat, jam, ramalan cuaca dan lain-lain.

source: Professional typesetting software
ms: Perisian pengaturan huruf yang profesional

source: Hybrid theme which is designed to be fast and stable
ms: Tema hibrid yang direka untuk kepantasan & kestabilan

source: A screenshot program. You can take a screenshot of a specific area, window, whole screen, then apply different effects to it.
ms: Perisian cekupan skrin. Anda boleh mengambil cekupan skrin mengikut kawasan tertentu, keseluruhan skrin, kemudian laksanakan pelbagai kesan yang ada.

source: Lightweight music player
ms: Pemain muzik yang ringan dan pantas

source: Popular dictionary software
ms: Perisian kamus yang popular

source: Startup Manager
ms: Pengurus Permulaan

source: Change GRUB settings and themes
ms: Ubah tetapan dan tema GRUB

source: Subversion, Git and Bzr
ms: Subversion, Git dan Bzr

source: Popular version control systems
ms: Sistem kawalan versi yang popular

source: A popular digital typographical system which can typeset complex mathematical formulae
ms: Sistem typografik digital yang popular yang boleh mengatur huruf formula matematik yang kompleks

source: 2D MMORPG
ms: MMORPG 2D

source: Email client and RSS reader
ms: Pembaca RSS dan klien emel

source: Drawing software for young children three years and up
ms: Perisian melukis untuk kanak-kanak tiga tahun dan keatas

source: Type words which are flying from left to right as fast as you can
ms: Taip perkataan yang terbang dari kiri ke kanan sepantas yang mungkin

source: Ubuntu Studio Theme
ms: Tema Ubuntu Studio

source: A theme of Ubuntu which is aimed at audio, video and graphic enthusiast
ms: Tema Ubuntu yang disasarkan kepada pengiat-peminat audio, video dan grafik

source: Creates bootable USB flash disk, install Linux on USB flash disk, and create your custom Linux edition.
ms: Cipta cakera flash USB boleh but, pasang Linux didalam cakera flash USB, dan cipta Linux edisi suai anda.

source: UML modelling software
ms: Perisian permodelan UML

source: Enhanced text editor
ms: Penyunting teks yang dipertingkat

source: Media player and media format converter
ms: Pemain media dan penukar format media

source: VirtualBox open source edition
ms: VirtualBox edisi sumber terbuka

source: It is the only professional virtual machine which is freely available under the terms of GPL.
ms: Satu-satunya mesin maya profesional yang dibebaskan dibawah terma GPL.

source: Help you download files via bittorrent network and search videos
ms: Membantu anda memuat turun fail melalui rangkaian bittirent dan menggelintar video

source: This is an indispensable application for running Windows applications on Linux.
ms: Merupakan aplikasi yang diperlukan untuk menjalankan aplikasi Windows didalam Linux.

source: 3D first-person shooter game, just like DOOM
ms: Permainan penembak pihak-pertama dalam bentuk 3D, seperti DOOM

source: Real time strategy game
ms: Permainan strategi masa nyata

source: A popular turn-based game
ms: Permainan berasaskan giliran yang popular

source: The program frequently alerts you to leave computers, take micro-pauses, rest breaks and restricts you to your daily limit of using computers.
ms: Program ini sentiasa mengingatkan anda tutup komputer, berhenti sebentar, rehat buat sementara dan halang anda melebihi had penggunaan komputer yang telah ditetapkan.

source: World of Padman: Funny shooter game
ms: World of Padman: Permainan menembak yang kelakar

source: Funny shooter game
ms: Permainan menembak yang kelakar

source: Funny fight game on 2D maps
ms: Permainan lawan yang kelakar dalam peta 2D

source: Youtube-dl: Download videos from Youtube
ms: Youtube-dl: Muat turun video dari Youtube

source: Run command in terminal:
ms: Jalankan perintah di terminal:

source: Help you display Chinese characters in TTY terminal. You can launch it by "zhcon --utf8".
ms: Bantu anda paparkan aksara cina didalam terminal TTY. Anda boleh lancarkannya melalui "zhcon --utf8".

source: Notebook software which helps you create a wiki to your desktop
ms: Perisian Notebook yang membantu anda membina wiki pada desktop anda

source: Error
ms: Ralat

source: Package name should not be empty!
ms: Nama pakej tidak boleh kosong!

source: Application name should not be empty!
ms: Nama aplikasi tidak boleh kosong!

source: Package is not in repository!
ms: Pakej ini tiada didalam repositori!

source: Name:
ms: Nama:

source: Packages to install:
ms: Pakej yang dipasang:

source: Add package to list:
ms: Tambah pakej ke senarai:

source: Detail:
ms: Perincian:

source: Category:
ms: Ketegori:

source: Edit custom application
ms: Sunting aplikasi suai

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
ms: Kekunci Penandatangan Arkib Ubuntu berautomatik <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
ms: Kekunci Penandatangan Imej CD Ubuntu berautomatik <cdimage@ubuntu.com>

source: New version available
ms: Versi barusudah ada

source: Version %s released!
ms: Versi %s dilepaskan!

source: Check update
ms: Semak kemaskini

source: You are using the latest Ailurus :)
ms: Anda menggunakan versi Ailurus yang terkini :)

source: Project homepage
ms: Laman sesawang projek

source: Developers:
ms: Pembangun:

source: Contributors:
ms: Penyumbang:

source: translator-credits
ms: Launchpad Contributions: Ailurus Developers https://launchpad.net/~ailurus abuyop https://launchpad.net/~abuyop hotfloppy https://launchpad.net/~hotfloppy mamat https://launchpad.net/~mummart

source: Copyright (C)
ms: Hak cipta (C)

source: Ailurus developers and Ailurus contributors
ms: Pembangun dan penyumbang Ailurus

source: Trusted Digital Technology Laboratory, Shanghai Jiao Tong University, China.
ms: Makmal Teknologi Trusted Digital, Universiti Jiao Tong, Shanghai, Cina.

source: This version is released at %s.
ms: Versi ini dilepaskan pada %s.

source: We wish to express thankfulness to these projects:
ms: Kami ingin mengucapkan berbanyak terima kasih atas projek ini:

source: We sincerely thank these people:
ms: Kami ingin mengucapkan terima kasih kepada individu ini:

source: The people who provide inspiration:
ms: Individu yang memberi inspirasi

source: The people who designs the logo:
ms: Individu yang mereka logo:

source: The people who maintain PPA repository:
ms: Individu yang menyelenggara repositori PPA:

source: The people who maintain Fedora package:
ms: Individu yang menyelenggara pakej Fedora:

source: The people who maintain ArchLinux package:
ms: Individu yang menyelenggara pakej ArchLinux:

source: The people who provide a lot of Linux skills:
ms: Individu yang menyediakan banyak kemahiran Linux:

source: The people who help translate Ailurus
ms: Individu yang menterjemah Ailurus

source: The people who report bugs
ms: Individu yang melaporkan pepijat

source: and the people not mensioned here.
ms: dan individu yang tidak dicatatkan disini.

source: Thanks
ms: Terima kasih

source: Ailurus changelog
ms: Changelog Ailurus

source: Cannot upload Linux skill. Would you please email Linux skill to Ailurus developers? Thank you!
ms: Tidak dapat memuat naik kemahiran Linux. Sila emelkan kemahiran Linux kepada pembangun Ailurus? Terima kasih!

source: Click here
ms: Klik disini

source: Successfully uploaded Linux skill. Thank you very much!
ms: Berjaya memuat naik kemahiran Linux. Terima kasih!

source: Anonymous
ms: Awanama

source: Thank you very much!
ms: Terima kasih!

source: Name or Email:
ms: Nama atau Emel

source: Linux skill:
ms: Kemahiran Linux:

source: (Empty)
ms: (Kosong)

source: Your proposed Linux skills
ms: Kemahiran Linux cadangan anda

source: Propose a Linux skill
ms: Cadang kemahiran Linux

source: Cannot upload suggestion. Would you please email suggestion to Ailurus developers? Thank you!
ms: Tidak dapat memuat naik cadangan. Sila emelkan cadangan kepada pembangun Ailurus? Terima kasih!

source: Successfully uploaded suggestion. Thank you very much!
ms: Berjaya memuat naik cadangan. Terima kasih!

source: Suggestion:
ms: Cadangan:

source: Your proposed Suggestions
ms: Cadangan anda

source: Press any key ...
ms: Tekan mana-mana kekunci ...

source: Press any key...
ms: Tekan mana-mana kekunci...

source: Please press the new key combination
ms: Sila tekan gabungan kekunci baru

source: Disabled
ms: Lumpuhkan

source: and %d more...
ms: dan %d lagi...

source: Search items:
ms: Gelintar item:

source: In names only.
ms: berdasarkan nama.

source: In names & details.
ms: berdasarkan nama & perincian.

source: Search
ms: Gelintar

source: You can press "Ctrl+C" to terminate Ailurus installation process.
ms: Anda boleh matikan proses pemasangan Ailurus dengan menekan "Ctrl+C".

source: Ailurus terminal
ms: Terminal Ailurus

source: Command failed. Please close this window.
ms: Perintah gagal. Sila tutup tetingkap ini.

source: All Linux skills
ms: keseluruhan kemahiran Linux

source: Tip of the Day
ms: Tip Hari Ini

source: <span size="x-large"><b>Did you know ?</b></span>
ms: <span size="x-large"><b>Tahukah anda ?</b></span>

source: Submit Linux Skills
ms: Serah Kemahiran Linux

source: Show all tips
ms: Papar semua tip

source: System Settings
ms: Sistem Tetapan

source: Window effect
ms: Kesan tetingkap

source: Icon
ms: Ikon

source: Font
ms: Fon

source: GNOME Session
ms: Sesi GNOME

source: GNOME Panel
ms: Panel GNOME

source: Memory
ms: Memori

source: Sound
ms: Bunyi

source: Power management
ms: Pengurusan kuasa

source: Network
ms: Rangkaian

source: Update
ms: Kemaskini

source: Restriction
ms: Sekatan

source: Host name
ms: Nama hos

source: Login window
ms: Tetingkap daftar masuk

source: Compression
ms: Pemampatan

source: Reset GNOME
ms: Tetap semula GNOME

source: If you hover mouse pointer above any item, you can read Linux setting skills :)
ms: Jika anda letakkan penuding tetikus diatas mana-mana item, anda boleh membaca kemahiran tetapan Linux :)

source: Acire: A Python code fragment manager
ms: Acire: Pengurus bingkai kod Python

source: Audacious: Audio player
ms: Audacious: Pemain audio

source: Blueman: Graphical blue-tooth manager
ms: Blueman: Pengurus blue-tooth bergrafik

source: Christine: Media player
ms: Christine: Pemain media

source: Chromium: Web browser
ms: Chromium: Pelayar sesawang

source: Exaile: Audio player
ms: Exaile: Pemain audio

source: Gmchess: Chinese chess game
ms: Gmchess: Permainan catur cina

source: GNOME colors themes
ms: Tema GNOME colors

source: Global Menu: A globally shared menu bar
ms: Global Menu: Palang menu yang dikongsi secara global

source: Moovida: Media player
ms: Moovida: Pemain media

source: OSD-Lyrics: Display lyrics
ms: OSD-Lyrics: Papar lirik

source: PlayOnLinux: A graphical front-end for wine
ms: PlayOnLinux: Bahagian-depan bergrafik untuk wine

source: RSSOwl: RSS feed reader
ms: RSSOwl: Pembaca suapan RSS

source: RedNoteBook: A desktop diary application
ms: RedNoteBook: Aplikasi diari desktop

source: XBMC: Home entertainment system
ms: XBMC: Sistem hiburan rumah

source: Elementary: Beautiful theme which looks like Mac OS X
ms: Elementary: Tema yang cantik seakan Mac OS X

source: Simple GNOME dock
ms: Dok GNOME yang Ringkas

source: A dock, a taskbar, and many applets
ms: Dok, palang tugas, dan pelbagai aplet
